Repository: wescamp/Ooze_Mini_Campaign-1.6
Catalog: po/*.po
Languages: it

source: I die now, alas, alas! I only wish to gaze into the angelic face of my Muse one last time...
it: Muoio, ahimè, ahimè! Vorrei solo guardare per l'ultima volta l'angelico viso della mia Musa...

source: Aurelia, my love, I'm sorry, they're too strong! I'll wait for you...in the next world...
it: Aurelia, amore mio, mi spiace, sono troppo forti! Ti aspetterò...nel prossimo mondo...

source: Usurpers! Stay away...from...my...land...ugn...
it: Usurpatori! State lontano...dalla...mia...terra...ugn...

source: Now I return to the Earth...
it: Ora ritorno alla Terra...

source: (Grunts in pain)
it: (Grugnisce di dolore)

source: Maybe getting into the bodyguard business wasn't such a good idea after all...
it: Forse entrare nel mondo delle guardie del corpo non è stato una buona idea dopo tutto...

source: No!!! Absolute power was within my...grasp...ugnh...
it: No!!! Il potere assoluto era nel mio... pugno.. ugnh...

source: Keiron's remaining men flee in disarray!
it: I rimanenti uomini di Keiron fuggono in disordine!

source: Your quest for power and security is complete! With the death of your Creator you feel great power surging through you, and your amorphous form quivers with energy. From now on, men and orcs will tremble with fear at the mere mention of your name, and those few who dare oppose you will be quickly devoured.
it: La tua ricerca di potere e sicurezza è ora completa! Con la morte del tuo Creatore senti un grande potere attraversarti, e la tua forma amorfa trema di energia. da adesso, uomini e orchi tremeranno di paura al menzionare del tuo nome, e quei pochi che oseranno opporsi a te saranno divorati rapidamente.

source: Pinewood is abandoned by the forces of civilization, leaving you free to roam the vast wilderness in search of prey. In the new natural order you've created, you are at the very top of the food chain!
it: Pinewood è abbandonata dalle forze della civilizzazione, lasciandoti libero di scorrazzare nelle terre circostanti in cerca di prede. Nel nuovo ordine naturale che hai creato, tu sei in cima alla catena alimentare!

source: EPILOGUE: You've defeated the Black Horde and your wicked Creator! With the death of your Creator you feel great power surging through you, and your amorphous form quivers with energy. The surviving townsfolk are wary of you, but they are also the first to admit that without your leadership the fort would have fallen.
it: EPILOGO: Hai sconfitto l'Orda Nera e il tuo malvagio Creatore! Con la morte del tuo Creatore senti un grande potere sorgere dentro di te, e la tua forma amorfa trema di energia. I cittadini superstiti sono diffidenti di te, ma sono anche i primi ad ammettere che senza la tua guida il forte sarebbe caduto.

source: They offer to pardon you for any and all crimes you may have committed, and even offer you honorary Pinewood citizenship! Your time amongst the Solids has given you much to think about...
it: Ti offrirono perdono per tutti i crimini che hai commesso, e anche la cittadinanza onoraria di Pinewood! Il tuo soggiorno presso i Solidi ti ha dato molto a cui pensare...

source: The fate of the surviving townsfolk:
it: Il destino dei cittadini sopravissuti:

source: Proposes marriage to you after the battle, saying that 'We'll get through this ooze issue together.'
it: Propone di sposarti dopo la battaglia, dicendo che 'Risolveremo questo problema fangoso insieme.'

source: Tries to get the townsfolk to buy him a new gigantic barrel of booze...unsuccessfully.
it: Tenta di far comprare ai cittadini un nuovo gigantesco barile di birra...senza successo.

source: Takes charge of the town's wounded after the battle. Tries to get you to convert to the worship of Pelor.
it: Si prende cura dei cittadini feriti dopo la battaglia. Tenta di convertirti al culto di Pelor.

source: The mysterious elf ranger disappears shortly after the battle and is not seen again.
it: La misteriosa elfa ranger scompare poco dopo la battaglia e non venne più vista

source: Disappears with her companion, Kirielle.
it: Scomparsa con la sua compagna, Kirielle.

source: Redoubles his efforts at training others in combat. Helps re-establish the Pinewood Militia.
it: Raddoppia i suoi sforzi di addestrare gli altri a combattere. Aiuta a ristabilire la Milizia di Pinewood.

source: Has to give up his plans to cook and sell your corpse as an exotic culinary delicacy after you become the town hero. Goes off in search of other exotic ingredients for his recipes.
it: Rinuncia ai suoi piani di cucinarti e servirti come una delizia culinaria esotica dopo che diventi l'eroe cittadino. Va in cerca di altri ingredienti esotici per le sue ricette.

source: After complaining for years about government bureaucrats that never did an honest day's work, Jedd is elected Mayor.
it: Dopo essersi lamentato per anni che i burocrati governativi non hanno mai fatto un giorno di onesto lavoro, Jedd è eletto Sindaco.

source: Takes his show on the road.
it: Porta il suo spettacolo sulla strada.

source: Becomes a land speculator.
it: Diventa uno speculatore di terre.

source: Continues to run his tavern. People from across the Empire come to challenge him to an armwrestling match; only a handful are able to best him.
it: Continua a gestire la sua taverna. Gente da tutto l'Impero venne a sfidarlo a braccio di ferro; solo i più abili sono in grado di sconfiggerlo.

source: The tree-fairy returns to her tree once she is satisfied that Nature's balance has been restored.
it: La fata degli alberi ritorno al suo albero una volta che l'ordine della Natura venne ristabilito.

source: Becomes the new leader of the Pinewood Militia.
it: Diventa il nuovo capo della Milizia di Pinewood.

source: Gets out of the bodyguard business in search of easier money.
it: Rinunciò al lavoro di guardia del corpo in cerca di soldi facili.

source: His artwork becomes famous and much sought after. He dedicates his paintings to his Muse.
it: I suoi quadri diventano famosi e ricercati. Dedica i suoi quadri alla sua Musa.

source: Marries the love of his life, Corinna. He thanks you for helping him get the 'wedding ring.'
it: Sposa l'amore della sua vita, Corinna. Ti ringrazia per averlo aiutato a ottenere l''anello nuziale.'

source: Without Sir Dryden's moral guidance, Corinna overcomes the power of the Ring of Opposite Alignment and returns to studying the Dark Arts.
it: Senza la guida morale di Sir Dryden, Corinna prevale sul potere dell'Anello dell'Alineamento Opposto e ritorna a studiare le Arti Oscure.

source: Becomes even more reclusive as she delves into the Dark Arts.
it: Diventa sempre più ritirata più scava nelle Arti Oscure.

source: You've won a great victory today. The future beckons you forward, and you're left to reflect on how far you've come...from a primitive creature in a dark cave, to an enlightened hero and savior of a town, it has been an extraordinary journey. You're certain that your future promises many great opportunities; all that's left to do is to decide which path to take!
it: Hai avuto una grande vittoria oggi. Il futuro ti splende davanti, e pensi a quando lontano sei arrivato...da una primitiva creatura in una caverna oscura, a un eroe salvatore di città, è stato un viaggio straordinario. Sei certo che il futuro ti promette grandi opportunità; tutto ciò che rimane è scegliere quale sentiero prendere!

source: female^Elvish Enchantress
it: female^Incantatrice Elfica

source: The magic of the elves is wholly unlike that of humanity, so much so that the latter is almost universally incapable of understanding it, let alone using it. Likewise, those who are masters of it are equally enigmatic; though it can be said that they are revered by their people, very little can be said about their actual function or purpose within that society. Special Notes:
it: La magia degli elfi è completamente diversa da quella dell'umanità , tanto che gli umani sono quasi universalmente incapaci di comprenderla, per non parlare di usarla. Allo stesso modo, coloro che la padroneggiano sono altrettanto enigmatici; sebbene si possa dire che siano riveriti dal loro popolo, si sa pochissimo sulla loro effettiva funzione o scopo all'interno della società. Note Speciali:

source: staff
it: bastone

source: entangle
it: intrappolare

source: faerie fire
it: fuoco fatato

source: female^Elvish Shaman
it: Sciamana Elfica

source: Being partly faerie in nature, elves have an inherent capability for magic. This is realized in their affinity with the natural world, which they can call upon as an ally in combat. Enemies wandering in their forests may soon find themselves entangled by the very roots they stand on, making them much less of a threat. The healing abilities of the elves are also remarkable, and of capital use in battle. Special Notes:
it: Essendo in parte fatati per natura, gli elfi hanno un'innata capacità per la magia. Ciò si realizza grazie alla loro affinità con il mondo naturale, che essi richiamano come un alleato durante il combattimento. Nemici vaganti nelle loro foreste possono improvvisamente ritrovarsi intrappolati dalle grandi radici su cui camminano, o intralciati dal terreno su cui si trovano L'abilità di guaritori degli elfi è degna di nota e preziosa in battaglia.

source: female^Elvish Sorceress
it: female^Strega Elfica

source: The world of faerie is far more potent than the corporeal world. Simply bringing some of this world into our own can have violent results. This is well-understood by the elves, although rarely used with malicious intent; doing so is no easy task, and is a very ill-regarded use of their strength. Those able to do so are roughly titled as 'sorceresses' by other races; and certainly are capable of acting the part. Special Notes:
it: Il mondo fatato è molto più potente di quello corporeo. Semplicemente portare un po' di esso nel nostro mondo può dare risultati violenti. Ciò è ben compreso dagli elfi, sebbene sia raramente usato con cattive intenzioni; fare ciò non è semplice, ed è un uso molto malvisto della loro forza. Quelle in grado di fare ciò sono rozzamente definite streghe dalle altre razze; di sicuro sono in grado di ricoprire tale ruolo.

source: female^Elvish Sylph
it: female^Ninfa

source: Rarely seen, the sage-like Sylphs are masters of both their faerie and mundane natures. They are possessed of wondrous, and sometimes terrifying powers, the myths about which have given other races a healthy fear of the elves. Special Notes:
it: Viste raramente, le sagge ninfe sono padrone della natura fatata e ordinaria. Possiedono meravigliosi e a volte terrificanti poteri, e le leggende che li avvolgono hanno diffuso fra le altre razze una sana paura degli elfi. Note Speciali:

source: faerie touch
it: tocco fatato

source: gossamer
it: ragnatela

source: Mayor
it: Sindaco

source: Peasants are the backbone of the rural economy, and the soldiers of last resort. While not warlike by nature, they will stubbornly defend their homes. However, if you're hurling peasants at your foes, you're clearly out of superior forces.
it: I contadini sono la spina dorsale dell'economia rurale e soldati in caso di necessità . Anche se sono pacifici di natura, difenderanno testardamente le loro case. Comunque, se hai bisogno di usare i contadini, vuol dire che sei a corto di forze superiori.

source: pitchfork
it: forcone

source: Spider Hatchling
it: Ragno Neonato

source: The progeny of the Spider Queen. They are not yet adults, but still pose a threat to all but the most hardened adventurer.
it: La progenie del Ragno Regina. Non sono ancora adulti, ma possono porre una minaccia a tutti ma non agli avventurieri più temerari.

source: fangs
it: cheliceri

source: You have only vague ideas as to who or what you are. All that you know is that you are an ooze, and you are hungry. You can reproduce by eating prey with your attacks. Note: Giant oozes count as level 0 creatures for purposes of upkeep and zones of control (in other words, they do not have an upkeep cost or a zone of control).
it: Hai solo una vaga idea di chi o cosa tu sia. Tutta quello che sai è che sei una fanghiglia, e che sei affamata. Puoi riprodurti mangiando le prede che attacchi. Nota: Le fanghiglie Giganti contano come unita di livello 0 per propositi di mantenimento e di zone di controllo (in altre parole, loro non hanno un costo di mantenimento o una zona di controllo).

source: engulf
it: inghiotti

source: slime glob
it: sfera di fanghiglia

source: Giant Ooze
it: Fanghiglia Gigante

source: Giant Ooze 2
it: Fanghiglia Gigante 2

source: Oozes create progeny by devouring other creatures. They are viewed as a menace to civilization for their ability to rapidly multiply in a short time.
it: Le fanghiglie si riproducono divorando le altre creature. Sono viste come una minaccia alla civilizzazione per la loro abilità di moltiplicarsi rapidamente in poco tempo.

source: Ooze
it: Fanghiglia

source: Ooze 2
it: Fanghiglia 2
