Repository: wescamp/Ooze_Mini_Campaign-1.6
Catalog: po/*.po
Languages: it

source: Ooze Mini-Campaign
it: Mini-Campagna delle Fanghiglie

source: Ruined Laboratory
it: Laboratorio in Rovina

source: Flooded Ruins
it: Rovine Allagate

source: Spider Den
it: Fossa dei Ragni

source: Goblin Village
it: Villaggio dei Goblin

source: Thieves' Guild
it: Gilda dei Ladri

source: To the Surface
it: Per la Superficie

source: Master Ooze
it: Capo Fanghiglia

source: Militia Leader
it: Condottiero della Milizia

source: Thief Leader
it: Condottiero dei Ladri

source: Goblin Chieftan
it: Capitano Goblin

source: Bloated Bat
it: Pipistrello Gigante

source: Spider Queen
it: Regina dei Ragni

source: Your home is no longer safe. Devour the human Militia Leader to escape outside
it: La tua casa non è più sicura. Divora il Condottiero della Milizia umana e scappa all'esterno

source: (Optional) Killing other enemy leaders could be a rewarding experience...
it: (Facoltativo) Uccidere gli altri condottieri nemici può essere una esperienza proficua...

source: Death of the Master Ooze
it: Morte del Capo Fanghiglia

source: Master Ooze 2
it: Capo Fanghiglia 2

source: You have only vague ideas of how you came into being, or how long you've lived. All you know is that you're an ooze, and you're hungry!
it: Hai solo una vaga idea di come sei nato, o di quanto sei vissuto. Tutto ciò che sai è che sei una fanghiglia, e che sei affamata!

source: By engulfing enemies and digesting them, you can create smaller copies of yourself!
it: Ingerendo i nemici e digerendoli, puoi creare copie più piccole di te stesso!

source: I'm certain the goblins who raided our town fled into these caves. Be on your guard men!
it: Sono certo che i goblin che hanno saccheggiato la nostra città sono in queste caverne. Siate prudenti uomini!

source: Once an evil wizard used these caves for his unholy experiments. There's no telling what sort of monsters we could run into down here.
it: Una volta un mago malvagio usava queste caverne per i suoi esperimenti sacrileghi. Non si può dire quali sorta di mostri potremmo incontrare quaggiù.

source: Hrrr...so...human want fight, eh? We give them fight! They all die today!
it: Hrrr...così...gli umani vogliono combattere, eh? Li accontenteremo! Moriranno tutti oggi!

source: Damn! These caves were supposed to be our secret hideout! SECRET, as in, something nobody knows about! But between the monsters and the goblins and the militias, this place is busier than Tarakin City on market day!
it: Dannazione! Pensavamo che queste caverne fossero il nostro rifugio segreto! SEGRETO, in quanto tale, qualcosa che nessuno sa! Ma tra i mostri, i goblin e i miliziani, questo posto è più affollato di Tarakin nel giorno di mercato!

source: Grab yer loot boys; we're fight'n our way outta this place. Anyone who gets in our way gets their head split open, aye?
it: Uomini! dobbiamo uscire da qui! Prendete il vostro bottino e spaccate le teste degli idioti che ci bloccheranno!

source: Food, food, FOOD! You've never seen so much food before! Your gelatinous form quivers with excitement as your meals approach.
it: Cibo, cibo, CIBO! Non hai mai visto così tanto cibo prima! La tua forma gelatinosa trema con eccitazione all'avvicinarsi del tuo pasto.

source: But your prey is not harmless. You notice that many of them carry sharp sticks to poke you with, or pieces of wood to club you with. You realize that you may be overwhelmed by the sheer numbers of prey heading your way.
it: Ma la tua preda non è inoffensiva. Noti che molti di loro portano bastoni sottili per infilzarti, o pezzi di legno per colpirti.

source: Perhaps it would be better to relocate to some place where the prey isn't so dangerous...
it: Forse è meglio trasferirsi in qualche luogo dove la preda non è così pericolosa...

source: You split yourself into smaller pieces to prepare for the coming onslaught...
it: Ti dividi in pezzi più piccoli per prepararti all'attacco imminente...

source: What is that? One of your parts seems to have developed his own will!
it: Cosa succede? Una delle tue parti sembra essersi sviluppata da sola!

source: Damn these monsters! Call in the reinforcements!
it: Dannati mostri! Chiamate i rinforzi!

source: Stinking humans everywhere! And then those nasty slimes! Burn them, bite them, slice them!
it: Schifosi umani dappertutto! E poi queste sporche fanghiglie! Bruciateli, mangiateli, riduceteli in pezzetti!

source: We're getting nowhere like this! Send in the veterans!
it: Non andremo da nessuna parte così! Mandate i veterani!

source: It is as I feared. The mad wizard's experiments have escaped and are running amok. We'll have to fight our way through them to reach the goblins.
it: Come temevo. Gli esperimenti del mago pazzo sono scappati e sono fuori controllo. Dobbiamo farci strada tra loro per raggiungere i goblin.

source: Get this thing OFF me!
it: Teneteli LONTANO da me!

source: Ugh! At...least the...town has been...warned...
it: Ugh! Al...meno la...città è stata...avvertita...

source: What the hell is that thing?!
it: Cosa diavolo è quella cosa?!

source: No! It wasn't supposed to end like this! I was supposed to die rich!
it: No! Non pensavo sarebbe finita così! Pensavo di morire ricco!

source: You found thirty coins made of some shiny yellowish metal in a wooden chest. The Solids seem to place a high value on this substance. Maybe you will find a use for it later.
it: Trovi trenta monete fatte di qualche metallo giallo lucente in un scrigno di legno. I Solidi sembrano attribuirgli un grande valore a questa sostanza. Forse potrà esserti utile dopo.

source: Minions, protect me!
it: Schiavi, proteggetemi!

source: Argh! Lousy minions...never around when you need them...
it: Arg! Pidocchiosi schiavi...non ci sono mai quando ti servono...

source: You found thirty coins made of some shiny yellowish metal. The Solids seem to place a high value on this substance. Maybe you will find a use for it later.
it: Trovi quaranta monete fatte di qualche metallo giallo lucente in un scrigno di legno. I Solidi sembrano attribuirgli un grande valore a questa sostanza. Forse potrà esserti utile dopo.

source: Good job men! Now we just need to clear out the rest of these caverns to make our village safe!
it: Bel lavoro uomini! Ora dobbiamo ripulire il resto delle caverne per rendere il nostro villaggio sicuro!

source: You found thirty coins made of some shiny yellowish metal in a pile of bat guano. The Solids seem to place a high value on this substance. Maybe you will find a use for it later.
it: Trovi quaranta monete fatte di qualche metallo giallo lucente in un ammasso di guano di pipistrello. I Solidi sembrano attribuirgli un grande valore a questa sostanza. Forse potrà esserti utile dopo.

source: This looks like it's going to be a tough fight!
it: Sembra che sarà un duro combattimento!

source: Hissss! (the massive spider charges you, fangs dripping with venom)
it: Hissss! (il grande ragno ti attacca, con i cheliceri gocciolanti veleno)

source: Splorch! Glargle! You glom onto the spider's mandibles and then dissolve its thorax! The creature dies in a fit of agony.
it: Splorch! Glargle! Divori le mandibole del ragno e poi dissolvi il suo torace! La creatura muore con una convulsione sofferente.

source: You found forty coins made of some shiny yellowish metal in a cocoon. The Solids seem to place a high value on this substance. Maybe you will find a use for it later.
it: Trovi quaranta monete fatte di qualche metallo giallo lucente in un bozzolo. I Solidi sembrano attribuire un grande valore a questa sostanza. Forse ti sarà essere utile dopo.

source: Oh no, you've taken too long! The humans have brought in even more reinforcements, and now you have no chance to escape!
it: Oh no, hai impiegato troppo tempo! Gli umani hanno portato altri rinforzi, e ora non hai più possibilità di scappare!

source: Heart of the Forest
it: Il Cuore della Foresta

source: Cave Entrance
it: Entrata della Caverna

source: Militia Veteran
it: Veterano della Milizia

source: Militia Member
it: Membro della Milizia

source: Militia Deserter
it: Disertore della Milizia

source: Forest Defender
it: Protettrice della Foresta

source: Forest Heart
it: Cuore della Foresta

source: The Forest Defender draws her strength from the spirit of this forest. She has tremendous power and it will be difficult if not impossible to slay her outright. Discover her one weakness to defeat her.
it: La Protettrice della Foresta trae la sua forza dallo spirito di questa foresta. Ha enormi poteri e sarà difficile se non impossibile ucciderla direttamente. Scopri la sua debolezza per sconfiggerla.

source: You finally escape from the cavern you had always called home to the place you know only as 'Outside'.
it: Finalmente sei scappato dalla caverna che hai sempre chiamato casa nel luogo che conosci come 'Esterno'.

source: Perhaps it was a mistake to leave your nice, dark, damp home for this 'forest'...
it: Forse è stato un errore lasciare la tua bella, scura, umida casa per questa 'foresta'...

source: Those damn monsters killed Sergeant Simms! We need to regroup back at the town!
it: Questi dannati mostri hanno ucciso il Sergente Simms! Dobbiamo riorganizzarci in città!

source: Don't even think about it mister! We must stand our ground and defeat these beasts now, before they can multiply any more!
it: Non la penso così signore! Dobbiamo stare dove siamo e sconfiggere queste bestie ora, prima che si moltiplichino ancora!

source: Are you kidding?! Those creatures just ate their way through half our militia! We need to go get help from the Imperial Army.
it: Stai scherzando?! Queste creature hanno mangiato metà della milizia! Dobbiamo chiedere aiuto all'Esercito Imperiale.

source: There's no time! Here come the monsters! They're flooding out of the cave entrance!
it: Non c'è tempo! Ecco che arrivano i mostri! Stanno uscento dalla caverna!

source: Gurgle! (Food!)
it: Gurgle!(Cibo!)

source: Eeek! Run away!
it: Eeek! Scappiamo!

source: Cowards! I'll have you all court-martialled when this is over!
it: Codardi! Vi porterò tutti davanti alla corte marziale quando sarà finita!

source: Those foolish humans! First they dare to trespass in my woods, and now they've stirred up the monsters in the Dark Cavern!
it: Questi stupidi umani! Prima hanno osato entrare nella mia foresta, e ora hanno risvegliato i mostri della Caverna Scura!

source: Nature's balance must be respected. By the power of my faith, I, Aurelia, Defender of Shinseki Forest, will cleanse this land of all defilers!
it: L'equilibrio della Natura deve essere rispettato. Col potere della mia fede, io, Aurelia, Protettrice della Foresta Shinseki, purificherò questa terra da tutti i profanatori!

source: Somehow the giant ball of fire in the sky has changed position and now its terrible brightness is not nearly so bad. You wonder what other surprises await you in this strange land...
it: In qualche modo la palla gigante di fuoco nel cielo ha cambiato posizione e ora la sua terribile luminosità non è affatto così male. Ti chiedi quali altre sorprese ti attendono in questa strana terra...

source: Rally to me, creatures of the forest! We shall purge this monstrous taint from our home!
it: A me, creature della foresta! Dobbiamo ripulire questa mostruosa contaminazione dalla nostra casa!

source: At last, the monstrous taint has been purged...
it: Infine l'infezione mostruosa è stata ripulita...

source: I have joined my soul with the heart of the forest! As long as this forest exists, so shall I!
it: Ho unito il mio spirito con quello della foresta! Finchè questa foresta esiste, esisterò anch'io!

source: You've glommed on to the sylph and begun eating her. She tastes delicious!
it: Hai inghiottito la ninfa e comincia a mangiarla. È deliziosa!

source: Goddess, protect your Chosen One!
it: Dea, proteggi la tua Prescelta!

source: What's this?! The slyph regenerates faster than you can dissolve her! You realize it is pointless to keep attacking her. Instead you must find the source of her power.
it: Cosa succede?! La ninfa si rigenera più velocemente di quanto tu riesca a dissolverla! Capisci che è inutile continuare ad attaccarla. Devi invece trovare la fonte del suo potere.

source: Taste Nature's fury!
it: Assaggia la furia della Natura!

source: NO! Foul creature, you have no idea what you're trifling with! The Heart of Shinseki Forest must remain pure!
it: NO! Schiocca creatura, non hai idea di quanto sei insignificante! Il Cuore della Foresta Shinseki deve rimanere puro!

source: Foul human! See what you have done! This monster will devour us all! We need to stop fighting each other, at least until this creature is destroyed!
it: Sciocchi umani! Guardate cosa avete fatto! Questo mostro ci divorerà tutti! Dobbiamo smettere di combatterci a vicenda, almeno finchè questa creatura non sia distrutta!

source: Yes, I agree. So let's do what has to be done!
it: Sì, concordo. Faremo ciò che deve essere fatto!

source: You start to dissolve the giant tree, turning it into more ooze. As you do this you experience a strange sensation. It is almost as if your consciousness is brushing up against the mind of another.
it: Cominci a dissolvere l'albero gigante, trasformandolo in altra fanghiglia. Quando lo fai sperimenti una strana sensazione. È come se la tua coscenza stia entrando nella mente di un altro.

source: Ugh! Get out of my head, monster! This forest belongs to me!
it: Ugh! Esci dalla mia mente, mostro! Questa foresta appartiene a me!

source: The sylph has collapsed in a senseless heap. She had bound her spirit into the Forest Heart, but when you consumed it, you consumed her spirit as well.
it: La ninfa cadde a terra priva di sensi. Aveva legato il suo spirito con quello del Cuore della Foresta, ma quando lo consumasti, feci lo stesso con il suo spirito.

source: Emotions, sensations, and memories that are completely alien to you flood through your consciousness. You realize that they belong to the sylph. It is as if a whole new world has opened up before you; the world of the Solids.
it: Emozioni, sensazioni, e momorie che ti sono completamente aliene inondarono la tua coscienza. Capisci che appartengono alla ninfa. È come se un intero mondo nuovo si fosse aperto davanti a te; il mondo dei Solidi.

source: With her power source gone the sylph is helpless before you. Her forest allies, lacking leadership, mill about in disarray. Your instincts tell you to send your oozes forward to finish off the senseless elf. But you realize that would be a mistake.
it: Con la sua fonte di potere distrutta la ninfa non ti è di nessun aiuto. Gli abitanti della foresta, senza guida, scappano in disordine. Il tuo instinto ti dice di mandare le tue fanghiglie per finire l'elfa priva di sensi. Ma capisci che sarebbe un errore.

source: The days when you acted on instinct alone, heedlessly devouring anything that came across your path, are over. Looking into your newfound memories you realize that the nearby human town will never stop hunting you. To the Solids you are nothing more than an amorphous menace.
it: I giorni in cui agivi basandoti solo sul tuo istinto, mangiando senza pensare tutto ciò che incrociavi sul tuo cammino, sono finiti. Guardando nelle tue nuove memorie capisci che la vicina città umana non smetterà mai di darti la caccia. Per i Solidi non sei altro che una minaccia amorfa.

source: You realize that the only way to save yourself from the wrath of the powerful Solids is to become one yourself! You slither over to the unconscious sylph and, rather than eating her, you start forcing your slimy body into her mouth...
it: Capisci che l'unica via per salvarti dalla furia dei potenti Solidi è di diventare un Solido tu stesso! Scivoli sopra la ninfa priva di sensi e, anzichè divorarla, cominci a far entrare il tuo corpo fangoso nella sua bocca...

source: Oh no, you've taken too long! The Forest Defender has been able to turn the entire forest against you! The trees uproot and attack you! Torrential rains scatter your forces! Lightning arcs from the sky, slamming into you, and all goes dark...
it: Oh no, hai impiegato troppo tempo! La Protrettrice della Foresta è capace di rivoltare l'intera foresta contro di te! Gli alberi si sollevano dal terreno e ti attaccano! Pioggia torrenziale sparpaglia le tue forze! Archi luminosi dal cielo ti colpiscono, e tutto diventa scuro...

source: Wyatt Manor
it: Villa di Wyatt

source: Training Hall
it: Zona Addestramento

source: Mayor Wyatt
it: Sindaco Wyatt

source: Stern Guard
it: Guardia Severa

source: Bored Guard
it: Guardia Annoiata

source: Big Bodyguard
it: Guardia del Corpo Imponente

source: Mean Bodyguard
it: Guardia del Corpo Sgarbata

source: Ugly Bodyguard
it: Guarda del Corpo Brutta

source: Lazy Bodyguard
it: Guarda del Corpo Pigra

source: Shady Character
it: Personaggio Losco

source: High Priest Jal
it: Sommo Sacerdote Jal

source: Haffuz the Slaver
it: Haffuz lo Schiavista

source: Gorl the Smasher
it: Gorl lo Spaccapietre

source: Sergeant Ryn
it: Sergente Ryn

source: Kirielle the Realist
it: Kirielle la Realista

source: Bryony the Idealist
it: Bryony l'Idealista

source: Infiltrate Fort Pinewood in your new 'Solid' form. Cultivate allies and try to earn gold. Earn experience at the Training Hall.
it: Infiltrati in Forte Pinewood nella tua nuova forma 'Solida'. Coltiva alleati e cerca di guadagnare oro. Guadagna esperienza nella Zona Addestramento.

source: The past few days you have gathered up all the slimy blobs of yourself and tightly compacted them into one small ooze, which now resides in the innards of the elvish Solid. Because you devoured the elf's spirit, her abilities are now at your command, although she lost much of her power with the destruction of the Forest Heart.
it: Nei precedenti giorni hai radunato tutti le tue fangose parti e le hai compresse in un unica piccola fanghiglia, che ora risiede all'interno del Solido elfico. Dato che hai divorato lo spirito dell'elfo, le sue abilita sono ora al tuo comando, sebbene abbia perso la maggiorparte del suo potere con la distruzione del Cuore della Foresta.

source: It has taken you some time to get used to your new solid form. Your senses of taste, touch, hearing and sight are completely different. The elf's memories have given you new insight into the world.
it: Hai impiegato un po' di tempo per usare la tua nuova forma solida. I tuoi sensi di gusto, tatto, udito e vista sono complemente differenti. Le memorie dell'elfo ti hanno dato una nuova visione del mondo.

source: Being a Solid does have drawbacks though. You are more vulnerable to damage, and you're not able to squeeze yourself through small cracks or crevices. You grow tired more easily, and cannot simply dissolve your food in moments.
it: Essere un Solido ha anche un lato negativo. Sei più vulnerabile ai danni, e non sei capace di passare attraverso piccole fessure e crepe. Ti stanchi più facilmente, e non puoi dissolvere il cibo semplicemente in pochi istanti.

source: You need to determine where you should focus your new talents. Should you focus on developing your physical strength or work on building up your endurance?
it: Devi scegliere su quali delle tue nuove abilità concentrarti. Vorresti focalizzarti sulla tua forza fisica o lavorare sulla tua resistenza?

source: I will focus on strength. I want to be able to overpower the opposition.
it: Mi concentrerò sulla forza. Voglio essere capace di sopraffare l'avversario.

source: I will focus on endurance. I want to be able to outlast my opponents.
it: Mi concentrerò sulla resistenza. Voglio essere capace di sopravvivere ai miei avversari.

source: Elves are well known for their natural grace of movement. Should you focus on manual dexterity or fleetness of foot?
it: Gli elfi sono conosciuti per la loro naturale grazia nei muovimenti. Vuoi concentrarti sulla destrezza manuale o sulla agilità nella corsa?

source: I will focus on manual dexterity. It will help bolster my ranged attacks.
it: Voglio concentrarmi sulla destrezza manuale. Aiuterà a supportare i miei attacchi a distanza.

source: I will focus on fleetness of foot. I want to be able to outrun my enemies.
it: Mi concentrerò sulla agilità nella corsa. Volgio essere capace di superare i miei nemici.

source: You've arrived at the gates of Fort Pinewood, the main Solid settlement in the region. You're going to have to decide whether to assimilate peacefully into the Solids' civilization, or attempt to destroy it from within...
it: Sei arrivato alle porte di Forte Pinewood, il principale insediamento Solido nella regione. Stai per dover decidere se introdurti pacificamente nella civiltà dei Solidi, o se cercare di distruggerla dall'interno...

source: Halt! Who the hell are you?
it: Alt! Chi diavolo sei?

source: Aw come on Carmen! Do ya have ta give everyone who passes through here a hard time? Let the elf lady pass! We're only standin' guard ta keep out th' oozes!
it: Suvvia Carmen! Devi rendere la vita difficile a chi passa di qui? Lascia passare l'elfa! Stiamo qui solo per tenere fuori le fanghiglie!

source: Like hell we are! The Mayor says the Fort is under complete lockdown until the ooze crisis is resolved. Besides, we don't need her kind of riff-raff in Pinewood. So sod off, little elf lass, there's nothin' for you here!
it: Dobbiamo essere severi! Il Sindaco dice che il Forte è sotto completo isolamento finchè la crisi della fanghiglie sia risolta. Inoltre, non abbiamo bisogno di gentaglia del suo genere in Pinewood. Quindi fuori dalle scatole, piccola ragazzetta elfa, non c'è niente per te qui!

source: (How should you get past the gate guards?)
it: (Come vorresti passare le guardie del cancello?)

source: (Beg) Please, please, please let me in! You can't leave me out here! The oozes will eat me!
it: (Supplica) Vi prego, vi prego, vi prego lasciatemi entrare! Non potete lasciarmi qua fuori! Le fanghiglie mi mangeranno!

source: Hmph! Pathetic!
it: Hmph! Patetico!

source: Aww, Carmen, do ya have to be so heartless? (He pats you on the shoulder as he ushers you through the gate) There, there, little lady, you'll be safe in this here fort. And here's a few coins so you can stay at th' inn.
it: Avanti, Carmen, come puoi essere così senza cuore? (Ti da un buffetto sulla spalla e ti fa strada attaverso il cancello) Ecco qui, piccola ragazza, sarai sicura in questa fortezza. E ecco qualche moneta così puoi alloggiare nella taverna.

source: You gained five gold pieces!
it: Hai guadagnato cinque pezzi d'oro!

source: What the hell?! All it takes is some teary-eyed little wench and you get all sentimental! You're a pathetic excuse for a guard! And as for you, elf witch, you better behave yourself or you'll end up in the town gaol! The other mercenaries in the Mayor's service aren't nearly as forgiving as my idiot companion here!
it: Ma che diavolo! Basta che qualche ragazza si metta a piangere e diventi sentimentale! Sei una patetica imitazione di una guardia! E quanto riguarda te, strega elfo, sarà meglio che ti comporti bene o finirai nella prigione cittadina! Gli altri mercenari al servizio del Sindaco non sono lontanamente clementi come quell'idiota del mio compagno!

source: (Bribe) I'll pay you thirty pieces of gold if you let me in!
it: (Corrompi) Pagherò trenta pezzi d'oro se mi lasciate entrare!

source: That works for me! Have a nice day, ma'am! And welcome to Fort Pinewood!
it: Questo si che è parlare! Abbi una buona giornata, signora! E benvenuta a Forte Pinewood!

source: You lost thirty gold pieces!
it: Hai perso trenta pezzi d'oro!

source: (Offer to help) The oozes threaten everyone. I'm a healer and I came to offer my services in these dark times.
it: (Offri aiuto) Le fanghiglie minacciano chiunque. Sono una guaritrice e vengo per offrire i miei servizi in questi tempi oscuri.
