Repository: wescamp/Ooze_Mini_Campaign-1.6
Catalog: po/*.po
Languages: it

source: Reporting for duty ma'am! We even brought the troll slav-- errr...troll mascot with us to help out!
it: Eccoci per svolgere il nostro compito signora! Abbiamo portato lo schiav..ehm...la moscotte troll per aiutarci!

source: Oi what a hangover!
it: Oi che sbornia!

source: What's this?! Th' entire town is up in arms and orcs are at th' gates? (Pats the gigantic barrel fondly) Baby, I'm gonna miss ya!
it: Che succede?! L'intera città è in armi e gli orchi sono alle porte? (Accarezza amorevolemente il barile gigante) Bambina, mi mancherai!

source: Ram Aide uses the gigantic barrel of booze to incinerate the bridge into town and a good portion of the nearby road as well!
it: Ram Aide usa il barile gigante di birra per incenerire il ponte della citta e una buona parte delle strade vicine!

source: What's this?! Th' entire town is up in arms and orcs are at th' gates? (Groans) How did I drink that ENTIRE barrel?!
it: Che succede?! L'intera città è in armi e gli orchi sono alle porte? (Geme) Come ho potuto bere l'INTERO barile?!

source: How would you like to increase the efficiency of your troops?
it: Come vorresti incrementare l'efficenza delle tue truppe?

source: Who are you?
it: Chi sei?

source: My name is unimportant. I'm a black market arms dealer by trade. Under normal circumstances my business would be conducted in a more...clandestine manner, but these are hardly normal times. If the orcs overrun the fort they'll kill us all. So I'm willing to sell my wares to your troops at a significant discount!
it: Il mio nome non ha importanza. Sono un commerciante di armi del mercato nero. Sotto circostanze normali la mia attività sarebbe condotta in una maniera più...clandestina, ma questi sono tempi duri. Se gli orchi invadono il forte ci uccideranno tutti. Quindi venderò le mie armi alle tue truppe con uno grosso sconto!

source: You want to SELL us weapons? You're not just going to give them to us? Because, as you so correctly pointed out, if we lose, you die too.
it: Ci vuoi VENDERE le armi? Perchè non ce le dai semplicemente? Se, come hai detto, perdiamo, morirai anche tu.

source: Sorry, this is a case of my overwhelming greed getting the better of my self preservation instincts.
it: Spiacente, la mia cupidigia è maggiore del mio istinto di conservazione.

source: 30 gold will give one of your units poison for their melee attack.
it: 30 pezzi d'oro per avvelenare l'arma da mischia delle tue unità.

source: 40 gold will give one of your units a one-time permanent upgrade to their melee capabilities. I only have the ability to do this ONCE, so choose who will receive this boon wisely.
it: 40 pezzi d'oro daranno alle tue unita un incremento permanente delle capacità nel combattimento ravvicinato. Posso farlo solo UNA VOLTA, quindi scegli chi riceverà questo bonus saggiamente.

source: (What to buy?)
it: (Cosa compri?)

source: (Pay 30 gold) Poison my melee weapons!
it: (Paga 30 pezzi d'oro) Avvelena la mia arma da mischia!

source: It looks like you don't have that much. Come back when you have more gold.
it: Sembra che non hai abbastanza soldi. Ritorna quando avrai più oro.

source: You spent 30 gold pieces!
it: Hai speso 30 pezzi d'oro!

source: (Pay 40 gold) Upgrade my melee weapons!
it: (paga 40 pezzi d'oro) Migliora la mia arma da mischia!

source: You spent 40 gold pieces and your melee damage increased by 3!
it: Hai speso 40 pezzi d'oro e il tuo attacco ravvicinato è aumentato di 3 punti!

source: Come back any time (with more gold, preferably)!
it: Ritorna quando vuoi (con più oro, preferibilmente)!

source: They're using ogres to pile boulders up in the moat, to make it easier for their troops to cross! Blackfang is quite clever for an orc.
it: Stanno usando ogri per gettare macigni nel fossato, per rendere più facile il passaggio delle truppe! Blackfang è abbastanza intelligente per essere un orco.

source: It seems the orcs have hired naga mercenaries. They're trying to flank you!
it: Sembra che gli orchi abbiano ingaggiato mercenarie naga. Stanno tentando di circondarti!

source: It seems that the earlier attacks were only designed to test your defenses. The vanguard of the orcish army has finally arrived. They march toward the fort, shoulder to shoulder, for as far as the eye can see. You may be in trouble.
it: Sembra che l'attacco di prima era solo per testare le tue difese. L'avanguardia dell'esercito orchesco è infine arrivata. Marciano sul forte, spalla a spalla, da dove il tuo occhio può arrivare a vedere. Potresti essere nei guai.

source: Naga mercenaries suddenly emerge from the town well!
it: Delle mercenarie naga emergono all'improvviso dalla fogna cittadina!

source: A necromancer and his minions suddenly burst out of the town crypt! It seems they, too, are in the pay of the orcs.
it: Un necromante e i suoi servi all'improvviso escono dalla cripta cittadina! Sembra che anche loro siano in combutta con gli orchi.

source: The ranks of the orc horde part momentarily to make way for the largest orc you have ever seen. His black spiked armor and sword mark him as Blackfang, leader of the Black Horde.
it: I ranghi dell'orda orchesca si scostarono momentaneamente per fare spazio all più grande orco che tu abbia mai visto. La sua nera armatura chiodata e la sua spada lo identificavano come Blackfang, capo dell'Orda Nera.

source: Blackfang IS HERE!!!
it: Blackfang È QUI!!!

source: The orcs cheer and howl in applause, waving tattered banners in homage to their brutal leader.
it: Gli orchi esultano e applauono, svendolando stendardi cenciosi in omaggio al loro brutale condottiero.

source: Already this fort's defenses are wavering, and I haven't even sent in my veterans yet. How pathetic. If I'd known it would be this easy to raze Pinewood, I'd have attacked months ago!
it: Ancora le difese del forte stanno resistendo, e io non ho ancora mandato i miei veterani. Patetici. Se avessi saputo che era così facile razziare Pinewood, l'avrei attaccata mesi fa!

source: Well troops, you know the drill: Kill everyone. Destroy everything. The orc who brings me their leader's head on a pike gets an immediate promotion!
it: Bene truppe, conoscete cosa dovete fare: uccidete tutti. Distruggete tutto. L'orco che mi portera la testa del condottiero nemico su una picca avrà una immediata promozione!

source: This is impossible! There's just too many of them and not enough of us!
it: Non è possibile! Loro sono in così tanti e noi in così pochi!

source: Captain Koltz
it: Capitano Koltz

source: Suddenly a small formation of Imperial calvary appears on the horizon! They smash through a platoon of orcish infantry and reach the north side of the fort! The surviving townsfolk are beside themselves with joy.
it: Improvvisamente una piccola formazione di cavalleria Imperiale appare all'orizzione! Sconfiggono un plotone di fanteria orchesca e raggiungono il lato nord del forte! I cittadini superstiti gli accolgono con gioia.

source: How annoying! Leave it to the Imperial Army to show up and ruin a perfectly good day.
it: Che noia! Lasciare l'Esercito Imperiale rovinare un giorno perfetto.

source: Looks like we arrived just in time! Are you in charge here?
it: Sembra che siamo arrivati appena in tempo! Siete sotto attacco qui?

source: Yes.
it: Sì.

source: I'm Captain Koltz, 5th Imperial Cavalry Troop, at your service. You should know that an Imperial Councilman is also on his way to assist in the defense of the fort. He's bringing his personal bodyguards with him. I'm not sure if he'll arrive by the time the battle is finished though.
it: Sono il Capitano Koltz, V Squadrone di Cavalleria Imperiale, al vostro servizio. Dovreste sapere che un Consigliere Imperiale sta vendendo a difesa del forte. Sta portando la sua guardia personale con lui. Non sono sicuro se arriverà in tempo.

source: We cut our way through some of the orcs besieging the fort, but it looks like orcish reinforcements have already closed the gap we made. Looks like we're stuck here with you.
it: Ci siamo fatti strada tra alcuni orchi che assediavano il forte, ma sembra che i rinforzi orcheschi abbiano già chiuso il varco che abbiamo fatto. Sembra che noi siamo bloccati qui con voi.

source: Yes, I'm afraid it's going to be a fight to the finish.
it: Sì, ho paura che sarà una scontro per sfinimento.

source: We're outnumbered at least twenty to one, but perhaps if we kill the orcish leader we'll be able to escape the fort in the ensuing chaos.
it: Siamo sottonumero di almeno venti a uno, ma forse si uccidiamo il condottiero degli orchi saremo capaci di scappare dal forte del caos seguente.

source: There hasn't been an opportunity to strike at Blackfang directly yet.
it: Non c'è ancora una possibilità di colpire Blackfang direttamente.

source: Then we must bide our time and conserve our numbers. If we kill enough orcs, Blackfang might be goaded into personally leading his troops in battle. That will be our time to strike.
it: Allora dobbiamo aspettare e difenderci. Se uccidiamo abbastanza orchi Blackfang potrebbe essere spinto a guidare personalmente le sue truppe in batteglia. In quel momento colpiremo.

source: Hah, what a bloodbath! Rally to me, men! We finish them now!
it: Hah, che bagno di sangue! A me, uomini! Li finiremo adesso!

source: Hragh! How could I be beaten by someone so pathetic?
it: Hragh! Come ho potuto farmi battere da qualcuno di così patetico?

source: The orcs, demoralized by the death of their leader, flee the battlefield! You are victorious!
it: Gli orchi demoralizzati dalla morte del loro capo, abbandonano il campo! Sei vittorioso!

source: The defenders let out a ragged cheer as the last orcs disappear over the horizon. Slain orcs, smoldering fires, and broken weapons lie everywhere. Against impossible odds you saved Fort Pinewood from the Black Horde! Bards will surely sing praises of your heroism for generations to come!
it: I difensori urlano una forte esultanza quando l'ultimo orco scompare all'orizzonte. Orchi uccisi, fuochi in cenere e armi rotte giacciono dappertutto. Contro ogni possibile previsione hai salvato Forte Pinewood dall'Orda Nera! I bardi sicuramente canteranno il tuo eroismo per le generazioni avvenire!

source: The bloodied, weary townsfolk begin to turn to the task of helping the wounded and repairing the extensive damage to the fort. More Imperial reinforcements arrive, too late to affect the outcome of the battle. But you soon realize that these newcomers are not normal Imperial soldiers.
it: I sanguinanti ed esausti cittadini cominciarono ad aiutare i feriti e a riparare i danni al forte. Altri rinforzi Imperiali arrivano, troppo tardi per combattere. Ma presto capisci che questi nuovi arrivati non sono normali soldati Imperiali.

source: Master Keiron
it: Maestro Keiron

source: (Gazes calmly at the the wrecked fort) Ah Pinewood. I remember when this place was nothing more than a few huts by a trade crossroads. It's good to be back!
it: (Guarda con calma il forte in rovina) Ah Pinewood. Ricordo quando questo posto era poco più di qualche casupola sugli incroci commerciali. È bello esseci tornati!

source: There will be time for nostalgia later, sir! We've got wounded soldiers that need help!
it: Più tardi ci sarà tempo per la nostalgia, signore! Abbiamo soldati feriti che necessitano aiuto!

source: (He seems to be talking to himself) It speaks, it speaks! Oh how wonderful! I feel like I've met the child I never knew I had!
it: (Sembra parlare a se stesso) Parla, parla! Oh che meraviglia! È come se avessi incontrato il figlio che non ho mai avuto!

source: (Is this man crazy?)
it: (È pazzo questo uomo?)

source: Yes, yes, it was in my youth that I made you. A harmless pastime, really. To try to create Life itself is...difficult. Impossible perhaps? A thousand failures and finally my one success...you!
it: Sì, sì, è stato quando ero giovane che ti ho creato. Un innocuo passatempo,veramente. Creare la Vita è...difficile. Impossibile forse? Un migliaio di fallimenti e finalmente il mio solo successo...tu!

source: (You have a very odd feeling about this old man. You're certain you've never met him before yet he seems strangely familiar... )
it: (Senti uno strano sentimento per questo uomo. Sei certo che non lo hai mai incontrato prima ma ti sembra stranamente familiare...)

source: It took a bit of my life, my spirit, if you will, to finally do it. To give you life. Alas, urgent business at the Imperial Court called me away from my studies, all those years ago. But I never forgot about you, oh no!
it: Presi un pezzo della mia vita, del mio spirito, se vuoi così chiamarlo, per riuscirci. Per darti la vita. Ahimè, affari urgenti alla Corte Imperiale mi distolsero dai miei studi, anni fa. Ma non mi sono mai dimenticato di te, oh no!

source: (Did this man create you? Your memories of those early years in the ruined underground laboratory are hazy and vague...your mind is so much more clear and sharp since you've taken over the elf.)
it: (Questo uomo ti ha creato? Le tue memorie degli anni precedenti nelle rovine del laboratorio sotterraneo sono sfocate e vaghe...la tua mente è così chiara e affinata da quando hai preso possesso dell'elfo.)

source: And look how you've grown, evolved! No longer a mere ooze, you've taken solid form! Your lifeforce has increased a hundredfold! You're my project, my baby, the object of so many countless hours of research...come forth and let me see you in your true form!
it: E guarda come sei cresciuto, evoluto! Non più una mera fanghiglia, hai preso una forma solida! La tua forza vitale sì è centuplicata! Sei il mio progetto, il mio bambino, l'obiettivo di così tante infinite ore di ricerca...vieni fuori e lasciati farti vedere nella tua vera forma!

source: (Your Solid form shudders and spasms. Somehow the mage has magically compelled you to come out of your hiding place!)
it: (La tua forma Solida trema ed è scossa da spasmi. In qualche modo il mago ti costringe magicamente a venir fuori del tuo nascondiglio!)

source: (You vomit up great quantities of slimy ooze! The townsfolk, who only moments ago looked upon you as their leader and savior, now look at you with revulsion and horror.)
it: (Vomiti una grande quantita di limacciosa fanghiglia! I cittadini, che un momento fa ti guardavano come capo e salvatore, ora ti guardano con repulsione e orrore.)

source: Oh, how beautiful you are! My work on the Imperial Council has kept me busy, but when I heard rumors of a disturbance in the Pinewood territories I somehow knew you were behind it. Yes, we are linked, born of one spirit.
it: Oh, come sei bello! Il mio lavoro al Concilio Imperiale mi ha tenuto occupato, ma quando ho sentito voci di disordini nei territori di Pinewood sapevo che in qualche modo ne eri coinvolto. Sì, noi siamo collegati, nati da un unico spirito.

source: What a terrible shame I'm going to have to kill you.
it: Che terribile peccato il fatto che ora debba ucciderti.

source: In truth you're a victim of your own success. By eating hundreds of creatures you've greatly increased your size and lifeforce. Now I will take that lifeforce back into myself, becoming the most powerful mage ever! Not even the Emperor will be able to stand against me!
it: In verità sei una vittima del tuo stesso successso. Mangiando centinaia di creature hai enormemente ingigantito le tue dimensioni e la tua forza vitale. Ora quando riassorbirò quella forza vitale, diventerò il mago più potente mai esistito! Neanche l'Imperatore potrà resistermi!

source: (Evil) If you can absorb my lifeforce then I can absorb yours! I'll devour you all!
it: (Malvagio) Se tu puoi assorbire la mia forza vitale allora io posso assorbire la tua! Vi divorerò tutti!

source: Once you've eaten your Creator you will be complete! Your allies from Pinewood will no longer aid you, but it doesn't matter. During your time in Pinewood you've contaminated the local well with tiny pieces of yourself. The townsfolk unwittingly drank the contaminated water, and now the oozes that had lain dormant within them erupt! Cries of shock and agony resonate throughout the fort as you devour the townsfolk from the inside out!
it: Una volta mangiato il tuo Creatore sarai completo! I tuoi alleati di Pinewood non ti aiuteranno più, ma questo non è un problema. Durante la tua permanenza a Pinewood hai contaminato il pozzo cittadino con piccoli pezzi di te. I cittadini inconsapevolmente hanno bevuto l'acqua contaminata, e ora le fanghiglie che giacevano dormienti all'interno escono fuori! Urla di spavento e di agonia risuonano per il forte mentre divori i cittadini dall'interno!

source: Now you've got a lot more oozes with which to eat your Creator!
it: Ora hai molte altre fanghiglie con cui puoi mangiare il tuo Creatore!

source: Kill your Creator!
it: Uccidi il tuo Creatore!

source: (Good) Citizens of Pinewood, I may be a monster but this mage is the greater evil! He didn't come to Pinewood to save you, only to slay me and plot treason against the Empire!
it: (Buono) Cittadini di Pinewood, potrò essere un mostro ma questo mago è il male maggiore! Non è venuto a Pinewood per salvarvi, solo per uccidermi e per complottare di tradire l'Impero!

source: Treason against the Empire can never be forgiven! The mage dies first, I'll hold judgement on the ooze creature for now.
it: Tradire l'Impero non può mai essere perdonato! Il mago morirà per primo, manterrò il mio giuramento verso la creatura per ora.

source: (Shocked) Aurelia, what has happened to you?! I don't understand this at all. But I can't let the mage hurt you, my love.
it: (Scioccato) Aurelia, che ti è successo?! Non ci capisco nulla. Ma non posso permette al mago di farti del male, amore mio.

source: My Muse?! I...don't know what you are anymore...but I will continue to fight with you, for now at least.
it: Mia Musa?! Io... non so più cosa tu sia... ma continuerò a combattere per te, per adesso almeno.

source: Oi! I've had waaay too many drinks! Now I'm see'n oozes come outta nowhere an' crazy wizards to boot!
it: Oi! Ho bevuto troppo! Ora vedo fanghiglie venire fuori dal nulla e un mago pazzo da predere a pedate!

source: Don't worry, it's business as usual between us. I've sold weapons to far worse monsters than you, no offense.
it: Non preoccuparti, continuerà a fare affari con te. Ho venduto armi a mostri molto peggiori di te, senza offesa.

source: The shining light of Pelor will rain death and destruction upon those lacking in faith! The Imperial mage reeks of evil, the ooze less so. The mage will be slain first.
it: La splendente luce di Pelor porterà morte e distruzione sopra questo infedele! Il mago Imperiale esala malvagità, la fanghiglia meno. Il mago sarà ucciso per primo.

source: Fascinating! I've always wanted to study a magic ooze creature. Oh yes, and after this Imperial mage is dead I'm definitely taking his spellbooks!
it: Affascinante! Ho sempre voluto studiare una fanghiglia magica. Oh sì, e poi dopo che questo mago Imperiale sarà morto mi prenderò sicuramente il suo libro di incantesimi!

source: Corinna is evil, the Empire is evil, now my elven benefactor is revealed as evil...so much evil in the world...Though I feel some evils may be redeemed, this mage is beyond salvation!
it: COrinna è malvagia, l'Impero è malvagio, ora la mia elfica benefattrice è malvagia... c'è così tanta malvagità nel mondo... Però mentre sento che qualche malvagio può redimersi, questo mago è imperdonabile!

source: (Spits tobacco) Oh, a chance to kill a corrupt government official! I wouldn't miss this for the world!
it: (Sputa tabacco) Oh, una possibilità di uccidere un ufficiale governativo corrotto! Non me lo perderei per niente al mondo!

source: So this bastard mage thinks he can just waltz in here and 'absorb' my future culinary masterpiece?! Not on my watch!
it: Quindi questo mago bastardo pensa di venire qui tranquillamente e 'assorbire' il mio capolavoro culinario?! Non sotto i miei occhi!

source: Ach, this is too complicated fer me ta figure out!
it: Ach, non me lo sarei mai aspettato!

source: KEIRON! You sir have lived the life of a COWARD and a TRAITOR! Now learn to die like a SOLDIER!
it: KEIRON! Hai vissuto come un CODARDO e un TRADITORE! Ora imparerai a morire come un SOLDATO!

source: If the ooze is supposed to be the bad guy, I guess that makes this Master Keiron fellow the REALLY bad guy!
it: Se la fanghiglia è cattiva, credo che questo faccia di Maestro Keiron un uomo MOLTO cattivo!

source: Don't worry, the contract between us is still valid! I make it a point not to let my customers' inherent nastiness get in the way of making a hefty profit!
it: Non preoccuparti, il contratto tra noi è ancora valido! Non permetto alla rivoltanza del mio cliente di impedirmi di avere un profitto!

source: You're an abomination against Nature, ooze creature! Yet, Pinewood will be far worse off if the power-crazed Imperial traitors win the battle today. I will continue to help you...for now!
it: Sei un crimine contro natura, fanghiglia! Tuttavia, Pinewood sarebbe in una situazione peggiore se questi traditori assetati di potere avessero vinto la battaglia oggi. Continuerò ad aiutarti...per ora!

source: I swore to the Elven Council that I'd put an end to Blackfang's depredations. Thanks to the ooze creature, Blackfang is no more. We'll continue helping the ooze creature for now.
it: Ho promesso al Concilio degli Elfi che avrei messo fine alle razzie di Blackfang. Grazie alla fanghiglia, Blackfang è stato sconfitto. Continueremo ad aiutare la fanghiglia per ora.

source: If you say so Kirielle. I just wish things didn't always have to be so complicated.
it: Se lo dici tu, Kirielle. Mi auguro solo che le cose non si complichino.

source: Ack! Why attack an innocent arms merchant like myself? I would have sold you quality weapons at an affordable price!
it: Ack! Perchè attaccare un innocente mercante di armi come me? Avrei potuto vendervi armi di qualità a un prezzo abbordabile!

source: Ach! I hope there's lots of booze in Heaven...
it: Ach! Spero che ci sia un sacco di birra in Paradiso...

source: Ugn! I go...to meet...Pelor...
it: Ugn! Vado...a incontrare...Pelor...

source: Fiend! I hope Aurelia kills...you...all...ugn...
it: Demoni! Spero che Aurelia vi...ucciderà...tutti...ugn..

source: No! I'm too pretty to die!
it: No! Sono troppo bella per morire!

source: Wracked with grief, Sir Dryden has abandoned the fight!
it: Ferito dal dolore, Sir Dryden ha abbandonato il combattimento!

source: I hope you drown in my blood, scum!
it: Sperò che affogherete nel mio sangue, feccia!

source: Damn, now my book on exotic cooking will never be finished!
it: Dannazione, ora il mio libro sulla cucina esotica non sarà mai finito!

source: I did my best...my student Aurelia will finish this...ugn...
it: Ho fatto del mio meglio...la mia studentessa Aurelia finirà quello che ho iniziato...ugn...

source: My DEATH will be AVENGED!!!
it: La mia MORTE sarà VENDICATA!!!

source: Ach, I've finally met my match!
it: Ach, infine ho incontrato il mio avversario!

source: Damn, I didn't count on them being this strong!
it: Dannazione, non credevo fossero così forti!

source: Kirielle, please don't die!!! I'm coming to help you!
it: Kirielle, ti prego non morire!!! Sto venendo ad aiutarti!

source: Bryony has abandoned the fight!
it: Bryony ha abbandonato il combattimento!

source: Kirielle, I'm sorry...
it: Kirielle, mi spiace...

source: Bryony, you can't die!!! I'm coming to help you!
it: Bryony, non puoi morire!!! Sto venendo ad aiutarti!

source: Kirielle has abandoned the fight!
it: Kirielle ha abbandonato il combattimento!

source: Why did it have to end like this! Corinna...has not been redeemed yet...ugn...
it: Perchè devo morire adesso! Corinna... non è stata ancora redenta..ugn...
