Repository: wescamp/Ooze_Mini_Campaign-1.6
Catalog: po/*.po
Languages: it

source: Congratulations! Archery isn't JUST about marksmanship! Sometimes you've got to be pretty DEXTROUS to make a bow WORK how you want it to. Here is your PRIZE MONEY!
it: Congratulazioni! Il tiro con l'arco non è SOLO avere una buona precisione! A volte devi essere abbastanza ABILE per far fare a un arco quello che vuoi. Ecco il tuo PREMIO IN DENARO!

source: (Your efforts to make the exotic bow work are completely futile. Your arrow flies off target and into the grass. You failed!)
it: (I tuoi sforzi nel tirare con lo strano arco sono completamente inutili. La tua freccia vola oltre il bersaglio e colpisce il terreno. Hai fallito!)

source: And it seems the TYRAKIAN HORSEBOW has triumphed over yet ANOTHER contestant!
it: E sembra che l'ARCO DI TYRAKIAN abbia trionfato su un ALTRO partecipante!

source: All that drink'in shure wash fun. I think I'm gonna regret it in tha morning though.
it: Tutto quel bere shicuramente è shtato divertente. Pensho che me ne pentirò all'alba.

source: (You see a surly looking dwarf leaning up against a gigantic barrel.)
it: (Vedi un nano dall'aria scontrosa appoggiarsi contro un barile gigante.)

source: That's a BIG barrel you've got there...
it: Che GRANDE barile che hai...

source: (His speech is slurred and you realize he's drunk) Yessh, yessh it is my pretty. And itsh mine, ALL mine!!! All tha booze in tha worldsh! Hic!
it: (Parla confusamente e capisci che è ubriaco) Sshì, Sshì bella. Ed è mio, TUTTO mio!!! Tutta la birra del mondo! Hic!

source: So that barrel is full of liquor? Why do you need so much?
it: Quindi quel barile è pieno di birra? Perchè te ne serve così tanta?

source: (How to react?)
it: (Come regisci?)

source: I don't think you're responsible enough to be the custodian of that barrel.
it: Non penso che sei abbastanza responsabile per custodire quel barile.

source: Hic! I am TOO vigilant! You notish how none o' thosh oozes haf come ta town yet? They KNOWSH I could spots 'em a mile away! Hic!
it: Hic! Io shono fin TROPPO vigilante! Hai notato come nesshuna fanghiglia è non shia ancora arrivata in città? Loro SHANNO che potrei shcovarle a miglia di distanza! Hic!

source: If yoush wants tha barrel, you gotta PROVE you deserve it!
it: She vuoi il barile, devi PROVARE di meritartelo!

source: How?
it: Come?

source: Why, the only wayth you can prove anything! A drink'in contesht!
it: Nell'unico modo in cui puoi provare tutto! In una gara a chi beve di più!

source: (Leave) I don't care about this.
it: (Congedati) Non mi interessa.

source: Goodb-hic!
it: Arriv-hic!

source: (Try and out-drink Ram Aide)
it: (Prova a battere Ram Aide)

source: (You drink cup after cup of hard liquor. Your vision blurs and the world becomes hazy. After an hour you can barely stand, but Ram Aide has collapsed in a drunken stupor. You've won!)
it: (Bevi bicchiere dopo bicchiere il liquido alcolico. La tua vista si offusca e il mondo diventa confuso. Dopo un ora puoi a malapena stare in piedi, ma Ram Aide cade al suolo in un sonno ubriaco. Hai vinto!)

source: You've gained possession of a gigantic barrel of booze. Perhaps you'll be able to find some use for it later.
it: Hai guadagnato il possesso di un gigantesco barile di alcool. Forse sarai capace di trovarne qualche impiego più tardi.

source: (You drink cup after cup of hard liquor. Your vision blurs and the world becomes hazy. After an hour you collapse in a drunken stupor, Ram Aide's slurred and mocking laughter the last thing you hear before you slip into unconsciousness. You failed!)
it: (Bevi bicchiere dopo bicchiere il liquido alcolico. La tua vista si offusca e il mondo diventa confuso. Dopo un ora crolli in un sonno ubrico, i biascichi e la risata beffarda di Ram Aide sono l'ultima cosa che senti prima di cadere nell'incoscenza. Hai fallito!)

source: (Cheat in the drinking contest by quickly tossing the liquor in the grass when Ram Aide isn't looking)
it: (Imbroglia nella gara lanciando velocemente la bevanda nell'erba quando Ram Aide non guarda)

source: (Your cheating has paid off! Ram Aide collapses in a drunken stupor after an hour of hard drinking. You've won!)
it: (Il tuo imbroglio ti ha ripagato! Ram Aide sprofonda in un sonno ubriaco dopo un'ora di bevute. Hai vinto!)

source: (You aren't quick enough. Ram Aide notices your cheating and chases you away from his barrel at gunpoint. You failed!)
it: (Non sei abbastanza veloce. Ram Aide scopre il tuo imbroglio e ti scaccia dal barile com una pistola. Hai fallito!)

source: This is ridiculous, goodbye!
it: Questo è ridicolo, arrivederci!

source: Goodby-hic!
it: Arriv-hic!

source: May the blessings of Pelor be upon thee, child.
it: Possa la luce di Pelor essere su di te, figliuola.

source: Would you be interested in making a donation to Pelor, god of healing?
it: Saresti interessanta a fare una donazione a Pelor, dio della guarigione?

source: (Make a small donation) Here's five gold pieces.
it: (Fa una piccola donazione) Ecco cinque pezzi d'oro.

source: (Actually you don't have that much)
it: (A dire il vero non hai così tanto)

source: Thank you. May Pelor's light always shine upon you!
it: Grazie. Possa la luce di Pelor essere sempre su di te!

source: (Make a large donation) Here's fifty gold pieces.
it: (Fa una grossa donazione) Ecco cinquanta pezzi d'oro.

source: My lady is MOST generous! You have gained a great ally in Pelor today!
it: Sei MOLTO generosa! Hai guadagnato un grande alleato in Pelor oggi.

source: You lost fifty gold pieces!
it: Hai perso cinquanta pezzi d'oro!

source: (Decline to donate) Sorry, not today.
it: (Rifiuta di donare) Spiacente, non oggi.

source: Peace be with you.
it: Che la pace sia con te.

source: Move along! Nothing to see here! Really! Go away!
it: Via da qui! Non c'è niente da vedere! Vattene!

source: (A handsome young elf warrior stands by the side of the road, sunlight glinting off his shining armor and golden hair. There is something very familiar about him...)
it: (Un giovane elfo di bell'aspetto sta sul lato della strada, la luce del sole fa brillare la sua scintillante armatura e i suoi capelli dorati. C'è qualcosa di molto familiare in lui...)

source: Aurelia!!! (He rushes to embrace you)
it: Aurelia!!! (Corse ad abbracciarti)

source: I've been looking all over for you!
it: Ti ho cercata dappertutto!

source: (You may be in trouble...You recognize him as your host's boyfriend. You have memories of her spurning him a few months ago...)
it: (Potresti essere nei guai...Lo riconosci come il ragazzo della tua ospite. Ti ricordi che lei lo ha lasciato qualche mese fa...)

source: All right. So maybe you had some spiritual awakening that led you on a crusade to purify Shinseki forest. And maybe I didn't agree with said spiritual awakening. And I certainly didn't agree with you leaving our homeland for the human lands.
it: Va bene. Quindi hai avuto qualche impulso che ti ha portato in una crociata per purificare la foresta Shinseki. E forse non concordo con questo impulso. E certamente non concordo con la tua decisione di lasciare la tua terra per andare nel territorio degli umani.

source: But you know, these last few months I've been lost without you. All I want is to be together again with you! Aurelia...(he gets down on his knees) will you take me back?
it: Ma sai, in questi ultimi mesi sono stato perso senza di te. Tutto quello che voglio è tornare insieme a te! Aurelia...(si inghinocchia) mi riprenderai?

source: (Reject him) No! I hate you! Get away from me!
it: (Rifiutalo) No! Ti odio! Sta lontano da me!

source: Aurelia...no! I...can't live without you! (He runs off, his face a picture of anguish.)
it: Aurelia...no! Io...no posso vivere senza di te! (Corse via, con in viso il ritratto del dolore.)

source: (Extort him) If you really love me, prove it and give me all your money right now!
it: (Ricattalo) Se veramente mi ami, provalo e dammi adesso tutti i tuoi soldi!

source: (Puzzled) I thought you'd sworn off materialism? (Sigh) I'll never understand women. All I've got is 43 gold pieces. Don't spend it all in one place.
it: (Confuso) Pensavo disprezzasti il materialismo. (Sospira) Non capirò mai le donne. Tutto quello che ho è 43 pezzi d'oro. Non spenderli tutti in un posto.

source: You gained 43 gold pieces!
it: Hai guadagnato 43 pezzi d'oro!

source: (Accept him) I'm, errr, glad you came!
it: (Accettalo) Io sono, errr, felice che tu sia venuto!

source: (He kisses you repeatedly) Oh Aurelia! Today is the happiest day since...since we first got together! Come, it's time we spent some quality time together.
it: (Ti bacia ripetutamente) Oh Aurelia! Oggi è il giorno più felice da quando...da quando ci siamo messi insieme la prima volta! Vieni, trascorriamo un po' di tempo insieme.

source: (You spend quality time with Sithras!)
it: (Trascorri un po' di tempo con Sithras!)

source: I understand you have some things to take care of around town. I'll wait here for you until you're done.
it: Capisco che tu abbia qualche cosa da fare in città. Ti aspetterò qui finche non avrai fatto.

source: Hello stranger. It's not often you see an elf in Fort Pinewood. It's said your kind knows about...sylvan problems...so maybe you'd be able to help me.
it: Salve straniera. Non capita spesso di vedere un elfo a Forte Pinewood. Si dice che la tua razza sa come risolvere...problemi con le foreste...quindi forse sarai capace di aiutarmi.

source: My brother used to own this cottage, but he was in the militia and...
it: Mio fratello possedeva questa villetta, ma era nella milizia e...

source: Got eaten?
it: È stato magiato?

source: Yeah. No worries though, I hated the guy. And now I've inherited his cottage. Only problem is, there's this crazed fairy that keeps attacking me! Then she runs to hide in the forest when I call for the town guards!
it: Sì. Non mi importa comunque, lo odiavo. E ora ho ereditato questa villa. L'unica problema è qui c'è questa fata pazza che continua ad attaccarmi! Poi corre a nascondersi nella foresta quando chiamo le guardie della città!

source: Dryad
it: Driade

source: Lies! This land is mine! The human who used to live in the cottage was nice. But this new human tried to cut down my tree.
it: Bugie! Questa terra è mia! L'umano che viveva nella villa era gentile. Ma questo nuovo umano ha provato a tagliare il mio albero.

source: It's my tree, not yours! I own this land now! Its been in my family for five generations.
it: È il mio albero non il tuo! Possiedo io questa terra ora! È stata della mia famiglia per cinque generazioni.

source: I do not know what these 'generations' are that you speak of. But I have lived here since my tree was but a tiny sprout in the ground. The human town is something new. I do not like it. The humans need to leave this place forever.
it: Non so cosa siano queste 'generazioni' di cui stai parlando. Ma io ho vissuto qui fin da quando il mio albero era un tenero germoglio nel terreno. La città umana è qualcosa di nuovo. Non mi piace. Gli umani devono lasciare qesto poso per sempre.

source: Help me claim my inheritance and I'll reward you well.
it: Aiutami a reclamare la mia eredità e tu ricompenserò bene.

source: (Side with Guthry) I'll use my sylvan magic to banish this crazy dryad.
it: (Schierati con Guthry) Userò i miei poteri per bandire questa driade pazza.

source: No! You're an elf! How could you side with--
it: No! Sei un elfo! Dovresti schierarti con--

source: Niste Siara Belkan! (You banish the dryad back into her tree. It will be many years before she will be able to emerge again.)
it: Niste Siara Belkan! (Bandisci la driade nel suo albero. Ci vorranno parrecchi anni prima di essere in grado di uscire.)

source: Thanks for the help! Here's fifty gold for your trouble.
it: Grazie dell'aiuto! Ecco qui cinquanta pezzi d'oro.

source: You gained fifty gold pieces!
it: Hai guadagnato cinquanta pezzi d'oro!

source: (Side with the Dryad) The Dryad was here first, she is in the right.
it: (Schierati con la Driade) La Driade era qui prima, quindi ha ragione.

source: Damn dryad and her damn tree-hugging sympathizers! (Menacingly) I know I can't take this land by force, but mark my word, one day someone strong will come along who'll see my side of things!
it: Dannata driade e i sui simpatizzatori bacia-alberi! (Minacciosamente) So che non posso prendere questa terra con la forza, ma parola mia, un giorno qualcuno di forte verrà e si schiererà dalla mia parte!

source: Thank you for helping keep the rabid human at bay, though I fear it is just for a little while longer. If you ever need a friend of the Forest, I am here.
it: Grazie per averci aiutato con quell'umano rabbioso, sebbene ho paura che tornerà presto. Se ha bisogno di una amica della Foresta, conta su di me.

source: Thirty gold pieces gets you your very own troll whelp slave. Use the creature for manual labor, bet on him in the gladiator pits, sic him on your enemies, just think of the possibilities! And all for the low, low price of thirty gold!
it: Trenta pezzi d'oro per il tuo personale cucciolo di troll schiavo. Usalo per lavori manuali, scommetti su di lui in combattimento, fatelo combattere contro i vostri nemici, pensate solamente a quante possibilità! E tutto per il basso, bassissimo prezzo di trenta pezzi d'oro!

source: Enslaving other creatures is wrong! How can you be so cold-hearted?!
it: Schiavizzare altre creature è sbagliato! Come puoi essere così crudele?!

source: What do you care? You're not the one being sold on the auction block!
it: Che t'importa? Non sei tu quella che sta per essere venduta!

source: I'll have the town guards arrest you!
it: Chiamerò le guardie per arrestarti!

source: For what? Slavery is legal in this province. So take your self-righteous attitude, turn yourself around, and walk the other way! Or maybe I'll have Gorl teach you a lesson.
it: Per cosa? La schiavitù è legale in questa provincia. Quindi prendi il tuo atteggiamento buonista, voltati, e alza i tacchi! O forse ti farò imparare una lezione da Gorl.

source: (Grunts)
it: (Grugnisce)

source: Come on Bryony, there's nothing to be gained from agitating the locals. We must stay focused on our mission!
it: Avanti Bryony, non guadagneremo nulla dal far arrabbiare gli abitanti del luogo. Dobbiamo concentrarci sulla nosta missione!

source: We can't just walk away from something like this!
it: Non posso sopportare una cosa del genere!

source: I'll buy the troll whelp for 30 gold.
it: Comprerò il cucciolo di troll per 30 pezzi d'oro.

source: I hope you realize that by patronizing this man's business you're only encouraging him!
it: Spero che tu capisca che comprando da questo uomo lo incoraggerai solamente!

source: (Side with Bryony) Slaving is an evil business! I think you should stop.
it: (Schierati con Bryony) La schiavitù è malvagia! Penso che dovresti fermarti.

source: I used to be a beggar on the streets of Tarakin City, but since I got into slaving I've always had three meals a day and a soft bed to sleep in at night. What the hell do you elves know about poverty or evil?
it: Ero un mendicante nell strade di Tarakin, ma da quando commercio in schiavi ho sempre avuto tre pasti al giorno e un soffice letto dove dormire la notte. Cosa diavolo sapete voi elfi della povertà o malvagità?

source: Just because you had a rough life doesn't mean you're entitled to make other people suffer!
it: Solo perchè hai avuto una vita miserabile non vuol dire che hai il diritto di far soffrire gli altri!

source: (Don't get involved).
it: (Non ne rimani coinvolto).

source: (The elf and the human are still arguing as you leave)
it: (L'elfo e l'umano stavano ancora discutendo quando te ne andasti)

source: A pleasure doing business with you! Would you like to take your slave with you now?
it: È un piacere fare affari con te! Vuoi prendere il tuo schiavo con te ora?

source: I'll pick him up shortly.
it: Lo ritirerò a breve.

source: You spent thirty gold pieces!
it: Hai speso trenta pezzi d'oro!

source: You don't have that much money right now. Come back when you can pay me.
it: Non hai abbastanza denaro per ora. Ritorna quando potrari pagarami.

source: Everyone has to look out for themselves, because no one else is gonna do it for you. That's what ten years of living on the streets of Tarakin City taught me. Why should I give up slaving? What's in it for me?
it: Tutti pensano solo a se stessi, perchè nessuno fa niente per gli altri. Questo è quello che mi hanno insegnato dieci anni di vita per le strade di Tarakin. Perchè dovrei abbandonare il commercio di schiavi?

source: You'll have a clear conscience.
it: Avrai una coscienza pulita.

source: I'd rather be rich than have a clear conscience! Now leave, before I have Gorl here give you a pounding!
it: Preferisco essere ricco per avere la coscienza pulita! Ora vattene, prima che dica a Gorl di polverizzarti!

source: I'll pay you money to work for me as a bodyguard. 50 gold pieces for the two of you!
it: Pagherò per farvi lavorare come guardie del corpo. 5o pezzi d'oro per voi due!

source: What do you think, Gorl?
it: Che ne pensi, Gorl?

source: Gorl likes it.
it: A Gorl piace.

source: Goodbye slavery, hello lucrative bodyguard contract!
it: Addio commercio di schiavi, benvenuto lucroso lavoro di guardia!

source: Wait for me here until I need you.
it: Aspettatemi finche non avrò bisogno di voi.

source: Yes ma'am!
it: Sì signora!

source: You spent 50 gold pieces!
it: Hai speso 50 pezzi d'oro!

source: Come back when you have the money!
it: Ritorna quando avrai i soldi!

source: (Have you finished exploring Fort Pinewood)?
it: (Hai finito di esplorare Fort Pinewood)?

source: Yes (End Level).
it: Sì (Fine Livello).

source: Not yet.
it: Non ancora.

source: Pinewood Siege
it: L'Assedio di Pinewood

source: That night there is a commotion at the Mayor's Manor.
it: Quella notte ci fu confusione alla Villa del Sindaco.

source: An orcish assassin has snuck into town and poisoned the Mayor and his bodyguards! Meanwhile a massive horde of orcs surges out of the wilderness and surrounds the fort. They clearly intend to sack the leaderless human town and kill everyone within it.
it: Un orco assassino si è infiltrato nella città e ha avvelenato il sindaco e le sue guardie! Nel frattempo un orda di orchi circonda il forte. Vogliono chiaramente sacceggiare la città allo sbando e uccidere chiunque sia all'interno.

source: (You realize that you have no choice but to try and unite the leaderless Solids and drive back the orcs).
it: (Capisci che non hai altra scelta se non quella di provare a riunire i Solidi e difendere il forte).

source: Oh we're doomed, doomed! There's hundreds of orcs! There is no hope.
it: Oh siamo spacciati, spacciati! Ci sono centinaia di orchi! Non c'è speranza.

source: I will organize the fort's defense if others will follow me.
it: Organizzerò le difese del forte se altri saranno con me.

source: Aye lass, I'll follow ye to the Hells and back! Yer the most talented student I ever had!
it: Va bene ragazza ti segurò fino agli Inferi e ritorno! Sei la più talentuosa studentessa che abbia mai avuto!

source: Count me in as well.
it: Conta pure su di me.

source: No damned orc is gonna get his filthy claws on my tavern!
it: Nessun dannato orco metterà le sue sporche grinfie sulla mia taverna!

source: Let COURAGE be our vanguard and DOUBT our whipping-boy! To GLORY!
it: Lasciamo che il CORAGGIO sia la nostra avanguardia e che il DUBBIO sia il nostro capro espiatorio! Per la GLORIA!

source: Looks like our quarry has come to us.
it: Sembra che sia arrivato il nostro momento.

source: You're sure this is Blackfang's army?
it: Se sicura che sia l'esercito di Blackfang?

source: Yeah, you can tell by their battle standards.
it: Sì, si capisce dagli stendardi.

source: There sure are a lot of them. I assume you have some sort of plan?
it: Ce ne sono certamente molti. Presumo che tu abbia qualche sorta di piano.

source: Just follow the so-called elven sorceress for now.
it: Limitiamoci a seguire la cosidetta incantatrice elfica per ora.

source: What do you mean 'so-called sorceress'?! She is a sorceress!
it: Che vuoi dire con ' cosidetta incantatrice'?! Lei è una incantatrice!

source: Bryony, how many times have I told you that what appears to be true and what is actually true can be two very different things? I was planning to kill the creature but now it may be of use to us.
it: Bryony, quante volte di ho detto che quello che sembra vero e quello che è realmente vero possono essere due cose molto diverse? Stavo pianificando di uccidere quella creatura ma ora potrebbe esserci utile.

source: What creature? Why do you always have to speak in riddles?
it: Quale creatura? Perchè devi sempre parlare per enigmi?

source: (Sigh) Just start shooting orcs, all right?
it: (Sospira) Comincia solamente a uccidere orchi, va bene?

source: Aurelia, today I will repay my debt to you!
it: Aurelia, oggi ripagherò il mio debito!

source: I don't really care about this fort but... (she fingers the Ring of Opposite Alignment) I guess I do care. (What did I just say?! I haven't been myself lately!)
it: Non mi importa molto di questo forte ma... (tocca l'Anello dell'Allineamento Opposto) credo che mi importi. (Cos'ho appena detto?! Non sono più me ultimamente!)

source: What is it with people interrupting my studies?! First that idiot paladin and now an orc horde! Someone will pay for this!
it: Chi è questa gente che interrompe i miei studi?! Prima quel paladino idiota e ora un orda di orchi! Qualcuno pagherà per questo!

source: No foul orc will touch a single golden hair on the head of my beautiful, perfect Muse so long as I draw breath!
it: Nessun stupido orco toccherà un singolo capello dorato della testa della mia splendida, perfetta Musa finchè respirerò!

source: Aurelia, you helped me when I had no hope, so now I'll help help you against this orc horde, even if there is no hope of victory.
it: Aurelia, mi hai aiutato quando ero senza speranza, quindi ora ti aiuterò contro questa orda di orchi, anche se non c'è speranza di vittoria.

source: Time for me to go hide in my cellar.
it: Tempo di nascondermi nella mia cantina.

source: Aurelia's piety is a beacon of light in this hour of darkness. By sword and prayer we will drive these heathen orcs back to the shadows from whence they came!
it: La pietà di Aurelia è un raggio di luce in questa ora di oscurità. Con la spada e la preghiera rispediremo questi orchi infedeli nell'ombra da cui vengono!

source: A battlefield is no place for a man of my stature. I'll be in my church...praying to Pelor for our inevitable victory.
it: Una battaglia non è un posto per un uomo della mia statura. Vado nella mia chiesa...pregando Pelor per la nostra inevitabile vittoria.

source: Aurelia, my love...if we are to die today at least we will die together.
it: Aurelia, amore mio...se moriremo oggi almeno moriremo insieme.

source: (Sigh) Why did it have to be an orc horde? Why couldn't it have been an ooze horde?
it: (Sospira) Perchè è un orda di orchi? Non poteva essere un orda di fanghiglie?

source: I didn't inherit this land just to lose it to some thieving orc lord! I'm with you, Aurelia!
it: Non ho ereditato questa terra per darla a qualche signore degli orchi! Sono con te, Aurelia!

source: Aurelia, today I repay my debt to you! The orcs will feel Nature's fury!
it: Aurelia, oggi ripagherò il mio debito con te! Gli orchi proveranno la furia della Natura!

source: Thieving dryad! Despicable elf! I hope the orcs tear you both limb from limb! In fact, I intend to make sure of it!
it: Driade ladra! Elfa spregevole! Spero che gli orchi vi strappino gli arti dal corpo! Infatti, intendo esserne certo!

source: Slave
it: Schiavo

source: (Your troll slave is ready for combat!)
it: (Il tuo schiavo troll è pronto per il combattimento!)
