Repository: wescamp/Ooze_Mini_Campaign-1.6
Catalog: po/*.po
Languages: it

source: I'll be outta business if I just give away high quality quintain training for free ya know? On the other hand, I'll be outta business if the oozes overrun the town, so ya got yerself a deal lass-- you promise to help defend the fort, and I promise to fund your training!
it: Fallirò se darò gratis quintane d'addestramento di alta qualità lo sai? D'altro canto, fallirò se le fanghiglie invaderanno la città, quindi voglio fare un accordo con te ragazza--tu prometti di difendere il forte, e io prometto di addestrti!

source: I'll be outta business if I just give away high quality quintain training for free ya know? Besides, ye don't look that poor ta me.
it: Fallirò se darò gratis quintane d'addestramento di alta qualità lo sai? Inoltre, non mi sembri così povera.

source: (Leave) I'm not interested in training right now.
it: (Te ne vai) Non sono interessata ad allenarmi per ora.

source: Come back soon!
it: Ritorna presto!

source: (You're out of breath and slicked with sweat. You've really pushed yourself hard, but it seems your efforts have paid off. You've unlocked some of the magical secrets of your elven host!)
it: (Sei senza fiato e lucido dal sudore. Ti sei davvero impegnato molto, ma sembra che i tuoi sforzi ti abbiamno ripagato. Hai scoperto qualcuno dei segreti magici del tuo ospite elfo!)

source: Yer a quick learner lass, one o' the quickest I've ever seen. But ye won't learn anything more from beat'n up on quintains. If ye want ta continue ta train, yer gonna have ta go ta the arena. Sergeant Ryn can help ya, but the risk will be greater.
it: Impari in fretta ragazza, più in fretta di quanto io abbia mai visto. Ma non imparerai più niente dallo sconfiggere quintane. Se vuoi continuare l'addestrameno, allora devi andare all'arena. Il Sergente Ryn può aiutarti, mai i rischi saranno maggiori.

source: Frist told me that you were one of his best students at the Training Hall, but here in the Arena it's the real deal. Combat is brutal and to the death. Injury is guaranteed. But if you have what it takes to compete you can earn some good money and get valuable combat experience.
it: Frist mi ha detto che sei la sua migliore studentessa alla Zona Addestramento, ma qui all'Arena è dura. I combattimento è brutale e fino alla morte. Ferite garantite. Ma se hai le carte giuste per competere puoi guadagnare un po' di oro e acquisire esperienza in combattimento.

source: When you're finished exploring Fort Pinewood, head back to the front gate!
it: Quando hai finito di esplorare Fort Pinewood, ritorna al cancello principale!

source: Welcome to the Pinewood Arena, where gladiators fight monsters for glory and profit. Gladiators may not leave the arena before a fight is finished. All fights are to the death. Healing is available from High Priest Jal to the east.
it: Benvenuta all'Arena di Pinewood, dove i gladiatori combattono mostri per gloria e profitto. I gladiatori non posso abbandonare l'arena prima che il combattimento sia finito. Tutti i combattimenti sono fino alla morte. Per guarirti vai dal Sommo Sacerdote Jal a est.

source: Do you want to compete?
it: Vuoi combattere?

source: I'm ready to fight!
it: Sono pronta a combattere!

source: Let the match begin!
it: Che l'incontro abbia inizio!

source: Arena Monster
it: Mostro dell'Arena

source: I'm not interested in fighting right now.
it: Non sono interessata a combattere per ora.

source: Fair enough. Come back when you're ready.
it: Bene. Ritorna quando sarai pronta.

source: You are victorious and win 10 gold pieces!
it: Sei vittorioso e guadagni 10 pezzi d'oro!

source: Your prowess is unmatched! Through hard work and great courage you've forged yourself into a mighty enchantress! You've learned to tap deeply into the magic power of your elven blood!
it: Il tuo valore è impareggiabile! Grazie a duro lavoro e a grande coraggio ti sei forgiato in una potete incantatrice! Hai imparato a sfuttare profondamente la magia del tuo sangue elfico!

source: Very impressive. I'm afraid you've been so successful in the arena that our stock of monsters has been almost completely depleted! There is one last challenge that we can offer you...
it: Molto impressionante. Ho paura che hai avuto talmente tanto successo che la nostra riserva di mostri si è già completamente esaurita! C'è solo un'ultima sfida che possiamo offrirti...

source: We have a wild gryphon. It is a fearsome beast with sharp talons and a deadly beak. Already the creature has slain four challengers. The reward for defeating the gryphon is 30 gold pieces, but the risk will be greater than any you've faced before.
it: Abbiamo un grifone selvaggio. È una bestia temibile con artigli affilati e un becco mortale. La creatura ha già ucciso quattro sfidanti. La riconpensa per sconfiggere il grifone è di 30 pezzi d'oro, ma il rischio sarà il più grande che tu abbia mai affrontato.

source: Do you want to the fight gryphon?
it: Vuoi combattere il grifone?

source: Yes!
it: Sì!

source: Release the gryphon!
it: Rilasciate il grifone!

source: Not right now.
it: Non ora.

source: Fair enough. No one will think less of you for walking away from this fight.
it: Daccordo. Nessuno starebbe a pensare meno di te di evitare questo combattimento.

source: You are victorious and win 30 gold pieces!
it: Sei vittorioso e vinci 30 pezzi d'oro!

source: What a spectacular fight! What a terrific victory! All hail Aurelia, Champion of the Pinewood Arena!
it: Che combattimento spettacolare! Che vittoria grandiosa! Che tutti salutino Aurelia, Campionessa dell'Arena di Pinewood!

source: Welcome back, Champion! Unfortunately the arena is closed until we can restock our monster supply.
it: Bentornata, Campionessa! Sfortunatamente l'arena è chiusa finchè non possiamo rifornirci di mostri.

source: (A young man in fine clothes approaches you and smiles.)
it: (Un giovane uomo in vestiti eleganti ti viene icontro e sorride.)

source: You have a very fine figure, if I may say so milady. May I have the honor of painting your picture?
it: Hai davvero un bell'aspetto, se posso dirlo signora. Posso avere l'onore di dipingere un tuo ritratto?

source: (How to respond?)
it: (Come rispondi?)

source: (Be suspicious) If you're a painter then what are you doing with those swords?
it: (Sii sospettoso) Se sei un pittore allora cosa ne fai di quelle spade?

source: Truthfully, I'm a mercenary by trade. But my true passion lies in painting. (Bitterly) Alas, there isn't much appreciation for high-quality artwork in this backwater frontier town. Guarding the Mayor pays my bills, but one day I'll be famous enough to sell my art for a profit!
it: In verità, faccio il mercenario per vivere. Ma la mia vera passione è nella pittura. (Amaramente) Ahimè, non c'è molto appresezzamento per i capolavori in questa isolata città di frontiera. Sorvgliare il Sindaco paga i miei bisogni, ma un giorno sarò famoso abbastanza per vendere i miei lavori!

source: (Be friendly) Of course you can paint my picture!
it: (Sii amichevole) Certamente che puoi dipingere un mio ritratto!

source: (Excited) Thank you milady!
it: (Eccitato) Grazie signora!

source: I'll pay you 30 gold for a day's worth of modeling services. (Hesitantly) Or...60 gold if I may paint you...in your natural, ahem, state.
it: Pagherò 30 pezzi d'oro per un giorno da modella. (Esitante) O...60 pzzi d'oro se potrò dipingerti ... nel tuo stato, ahem, naturale.

source: (Refuse) I'm not about to take a job from a complete stranger.
it: (Rifiuta) Non darò un lavoro a un completo estraneo.

source: (Disappointed Sigh) I assure you I have no ulterior motives, milady, but...if that is your answer I suppose I must accept it. Good day to you.
it: (Sospira deluso) Suppongo che tu non abbia ulteriori motivi, signora, ma... se questa è la tua risposta suppongo che io la debba accettare. Buona giornata.

source: (Accept) You can paint me for 30 gold.
it: (Accetta) Puoi fare un mio ritratto per trenta pezzi d'oro.

source: Thank you milady! I've never painted a specimen as exotic as an elf before! I wonder how much shading I should put on your ears...
it: Grazie signora! Non ho mai dipinto un soggetto così esotico come un elfo prima! Mi chiedo che sfumature dovrò usare per le tue orecchie...

source: (You spend a day modeling for Fontaine!)
it: (Trascorri un giorno facendo da modella per Fontaine!)

source: (Fontaine's painting of you is actually quite good.)
it: (Il tuo ritratto fatto da Fontaine è veramente molto bello.)

source: (Proud) One of my better works, to be sure. And here is your payment milady, you earned every copper.
it: (Orgogliosamente) Uno dei miei migliori lavori, sicuramente. E qui c'è il tuo pagamento, ti guadagnata ogni moneta.

source: You earned 30 gold pieces!
it: Hai guadagnato 30 pezzi d'oro!

source: (Accept) You can paint me nude for 60 gold.
it: (Accetta) Puoi dipingermi nuda per 60 pezzi d'oro.

source: (You spend a day modeling nude for Fontaine!)
it: (Trascorri un giorno facendo da modella per Fontaine!)

source: (Proud) One of my better works, to be sure. And here is your payment milady, you earned every copper!
it: (Orgogliosamente) Uno dei miei migliori lavori, sicuramente. E qui c'è il tuo pagamento, ti guadagnata ogni moneta.

source: You earned 60 gold pieces!
it: Hai guadagnato 60 pezzi d'oro!

source: If I may be so bold milady, you are a goddess, a diva! I think I will make you my Muse...
it: Se posso essere così audace signora, sei una dea, una diva! Penso che ti farò la mia Musa...

source: Fie and fiddle, where has my blasted book gone?! You! Elf! If you happen to see a thick silver tome, bring it to me immediately for a reward!
it: Accidenti, dove è finito il mio dannato libro?! Tu! Elfa! Se ti è capitato di vedere un grande libro argenteo, portalo da me immediatamente per una ricompensa!

source: (This looks like the book that Livius is looking for. You can bring it back to him for a reward.)
it: (Questo sembra che sia il libro che Livius sta cercando. Puoi portarlo da lui per una ricompensa.)

source: You found my book, 'Exotic Culinary Delights -- How to Serve Magical Oozes, Slimes, and Puddings'!
it: Hai trovato il mio libro, 'Delizie Culinarie Esotiche -- Come Servire Fanghiglie Magiche, Melme, e Budini'!

source: Here's 30 gold pieces for your help (he tosses a pouch of coins at your feet).
it: Ecco 30 pezzi d'oro per il tuo aiuto (lancia una sacca di monete ai tuoi piedi).

source: After the Imperial Army crushes the ooze hordes, I'll make a fortune harvesting the corpses of the slimy creatures. They're quite a delicacy, you know!
it: Dopo che l'Esercito Imperiale sconfiggerà le orde di fanghiglie, farò una fortuna raccogliendo i cadaveri delle fangose creature. Sono una squisitezza!

source: (You had no idea you were tasty, much less a valuable food commodity).
it: (Non hai idea se tu fossi buono come cibo).

source: (Angry) You horrible man, get away from me!
it: (Arrabbiato) Sei un uomo orribile, sta lontana da me!

source: I hope you don't have some misguided sense of sympathy for those monsters. They'd devour a helpless elf lass like yourself in moments! Bah! I don't have any more time to waste on you, I've got cooking preparations to make.
it: Mi auguro che tu non abbia una qualche sconsigliabile simpatia per quei mostri. Divorerebbero una indifesa ragazza elfo come te in pochi istanti! Bah! Non ho tempo da perdere con te, ho da fare in cucina.

source: (Wish him luck) Good luck, you're going to need it.
it: (Auguragli fortuna) Buona fortuna, ne avrai bisogno.

source: No I won't but thanks all the same. Now if you'll excuse me, I've got cooking preparations to make.
it: No, non credo, ma grazie lo stesso. Ora scusami, ho da fare in cucina.

source: (You see a sun-tanned farmer by the roadside leaning heavily on his pitchfork.)
it: (Vedi un abbronzato contadino sul bordo della strada appoggiato pesantemente sul suo forcone.)

source: (Friendly) Hello sir! How are you this fine day?
it: (Amichevolmente) Salve! Come va la giornata?

source: (He spits some tobacco) Lousy. Threw my back out bringing in the harvest. Can't bring the rest of my hay to market with a bad back, so I'm about to go broke. Have to sell the farm. So yeah, I've had better days.
it: (Sputa un po' di tabacco) Schifosamente. Mi devo rimettere a lavorare. Non posso portare il resto del mio fieno al mercato da solo, quindi mi sa che andrò in bancarotta. Devrò vendere la fattoria. Quindi si, ho avuto giorni migliori.

source: Maybe you can help me? I need to hire a farmhand to bring in the rest of my hay before it rots. What do you say to 30 gold and a day's worth of honest labor?
it: Forse puoi aiutarmi? Devo assumere un aiutante per portare il resto del mio fieno prima che vada a male. Cosa ne dici di 30 pezzi d'oro e un giorno di onesto lavoro?

source: (Small talk) So what's your opinion on the ooze crisis?
it: (Chiacchera) Allora qual'è la tua opinione sul problema delle fanghiglie?

source: (He spits some tobacco) The what crisis?
it: (Sputa un po' di tabacco) Che problema?

source: Surely you've heard that there's a horde of ravenous amorphous creatures rampaging across the countryside.
it: Sicuramente hai sentito che c'è un'orda di fameliche creature amorfe che scorrazzano per la campagna.

source: (He stares at you blankly.)
it: (Ti fissa senza espressione.)

source: They beat the Pinewood Militia!
it: Hanno sconfitto la Milizia di Pinewood!

source: Sorry, I don't get out much.
it: Spiacente, non ne so niente.

source: I'm just a simple farmer. I don't got time for monsters, militias, or that idiot mayor of ours. Not a one of 'em ever did a hard days' work! But you lass, you look like you might be able to help me...
it: Sono un semplice contadino. Non ho tempo per mostri, milizie, o per quell'idiota del nostro sindaco. Nessuno di loro un giorno di duro lavoro! Ma ragazza, sembri che tua possa essere capace di aiutarmi...

source: I threw out my back bringing in the summer harvest. I need to hire a farmhand to bring in those bushels o' hay oe'er yonder before they rot. What do you say to 30 gold and a day's worth of honest labor?
it: Mi devo rimettere al lavoro. Ho bisogno di ingaggiare un contadino per portare questi sacchi di fieno laggiù prima che marciscano. Che ne dici di 30 pezzi d'oro per un giorno di onesto lavoro?

source: (Agree to Help) I'll help you!
it: (Acetta di aiutarlo) Ti aiuterò!

source: (He spits some more tobacco) Great. The hay is right next to my farm. Return here when you're done.
it: (Sputa un altro po' di tabacco) Grande. Il fieno è giusto vicino la mia fattoria. Torna quando hai fatto.

source: (Refuse) I don't have time for this.
it: (Rifiuta) Non ho tempo per questo.

source: (He spits some more tobacco) Suit yourself.
it: (Sputa ancora un po' di tabacco) Come vuoi.

source: (You help Jedd with some of his farm work.)
it: (Aiuti Jedd con un po' di lavoro nella fattoria.)

source: You've been a great help, lass! The world needs more people like you! Here's your thirty gold, plus a little extra!
it: Sei stata di grande aiuto, ragazza! Il mondo ha bisogno di più gente come te! Ecco i tuoi trenta pezzi d'oro, con un piccolo extra!

source: You earned forty gold pieces!
it: Hai guadagnato quaranta pezzi d'oro!

source: Welcome to Brock's Tavern. Five gold pieces for full room and board!
it: Benvenuta nella Taverna di Brock. Cinque pezzi d'oro per una stanza e vitto!

source: (Stay at the Tavern) I want a room.
it: (Alloggia alla Taverna) Voglio una stanza.

source: It looks like you don't have five gold. Come back when you have more gold.
it: Sembra che tu non abbia cinque pezzi d'oro. Ritorna quando avrai più oro.

source: Splendid!
it: Splendido!

source: You lost five gold pieces!
it: Hai perso cinque pezzi d'oro!

source: You wake up the next day feeling refreshed!
it: Ti risvegli il giorno dopo sentendoti riposato!

source: (Challenge him) I want to challenge you.
it: (Sfidalo) Voglio sfidarti.

source: Sorry lass, you've already challenged me, remember?
it: Spiacente ragazza, mi hai già sfidato, ricordi?

source: (Leave) Goodbye.
it: (Congedati) Arrivederci.

source: Come again!
it: Ritorna quando vuoi!

source: Many strong men have tried to defeat me and failed. I doubt a little elf lass like you will put up much of a fight, but I never turn away a challenger, ha ha!
it: Molti uomini forti hanno provato a sconfiggermi e hanno fallito. Dubito che una piccola ragazza elfo come te sarà impegnativa, ma non mi tiro mai indietro davanti uno sfidante, ha ha!

source: (You both get into position. Looking at the size of the huge muscles on Brock's arm, you realize that he will not be easy to defeat.)
it: (Entrambi prendete posizione. Guardando le dimensioni degli enormi muscoli del braccio di Brock, capisci che non sarà facile da sconfiggere.)

source: (What to do?)
it: (Cosa fai?)

source: (Force Brock's arm down with sheer brute strength)
it: (Manda giù il braccio di Brock con la mera forza bruta)

source: (Both you and Brock grunt with exertion and your arm muscles bulge. At first you seem to be evenly matched, but gradually you prove yourself to be the stronger competitor and force his arm down. You won!)
it: (Entrambi tu e Brock grugnite per lo sforzo e i muscoli del tuo braccio si gonfiano. Sembra che voi due siate in parità, ma gradualmente provi di essere il più forte competitore e pieghi il suo braccio. Hai vinto!)

source: (He seems surprised at first but then laughs heartily) You're the strongest elf lass I've ever met! Good show! The reward for beating me is thirty pieces of gold, and you earned every bit of it!
it: (Sembra sorpreso ma poi ride di cuore) Se la più forte ragazza elfo che io abbia mai incontrato! Ben fatto! La ricompensa per battermi è trenta pezzi d'oro, e te li sei guadagnati tutti!

source: You gained thirty gold pieces!
it: Hai guadagnato trenta pezzi d'oro!

source: (Brock effortlessly pins your arm to the table. You lost!)
it: (Brock senza sforzo schiaccia il tuo braccio sul tavolo. Hai perso!)

source: Don't be sad lass, many men far stronger than you have challenged me and lost.
it: Non essere triste, ragazza, molti uomini molto più forti di te mi hanno sfidato e hanno perso.

source: (Move quickly as soon as the match starts to take him by surprise)
it: (Muoviti velocemente il più presto possibile appena l'incontro inizia per prenderlo di sorpresa)

source: (You move with blinding speed the instant the match starts. With a loud THUMP you slam Brock's arm down. He gapes at you in surprise. You won!)
it: (Muovi il tuo braccio con velocità accecante nell'istante in cui l'incontro inizia. Con un sonoro THUMP sbatti il braccio di Brock sul tavolo. Lui ti guarda con la bocca spalancata dalla sorpresa. Hai vinto!)

source: I...I can't believe I lost. By the Gods you're quick. You knew you couldn't overpower me so you counted on me underestimating you. Good show! The reward for beating me is thirty pieces of gold, and you earned every bit of it!
it: Io...Io non posso credere che abbia perso. Per gli Dei sei veloce. Sapevi che ero più forte di te allora hai puntato sul fatto che ti sottovalutassi. Ben fatto! La ricompensa per battermi è trenta pezzi d'oro, e te li sei guadagnati tutti!

source: (Simply try and hold your ground to wear him out)
it: (Semplicemente prova a tenere il tuo terreno per stancarlo)

source: (Brock pushes hard against you but you're able to hold your own...barely. More than a minute passes and beads of sweat break out on both your foreheads. But soon Brock has spent his strength and you're able to claim victory. You won!)
it: (Brock preme forte contro di te ma sei capace di tenerlo a bada...appena. Più di un minuto passò e le fronti di entrambi si imperlano di sudore. Ma presto Brock spese le sue enercie e sei capace di reclamare la vittoria. Hai vinto!)

source: I...I can't believe I lost. By the Gods you're hardy. You knew you couldn't outright overpower me so you counted on me wearing myself out. Good show! The reward for beating me is thirty pieces of gold, and you earned every bit of it!
it: Io..Io non posso credere che abbia perso. Per gli Dei sei resistente. Sapevi che ero più forte di te quindi hai contato sul fatto che mi stancassi. Ben fatto! La ricompensa per battermi è trenta pezzi d'oro, e te ne sei guadagnati tutti!

source: (Try to get your arm into a superior position)
it: (Prova a mettere il tuo braccio in una posizione superiore)

source: (Brock presses against you hard and you realize you won't have much time before he pins you. You jockey for a better position and finally get it! With your superior position you're able to gradually force his arm down. You won!)
it: (Brock preme contro di te e capisci che non hai molto tempo prima che lui riesca a batterti. Cerchi una pasizione migliore e finalmente ce la fai! Con la tua posizione migliore sei capace gradualmete di piegare giù il suo braccio. Hai vinto!)

source: I...I can't believe I lost. By the Gods that was an odd strategy. I've never seen anyone armwrestle like that before. Good show! The reward for beating me is thirty pieces of gold, and you earned every bit of it!
it: Io...Io non posso credere che abbia perso. Per gli Dei quella era una strana strategia. Non ho mai visto nessuno giocare a braccio di ferro in quel modo prima. Ben fatto! La ricompensa per battermi è trenta pezzi d'oro, e te ne sei guadagnati tutti!

source: Back again? You only get one shot at my game, no pun intended.
it: Ancora qui? Puoi solamente tirare una sola volta nel mio gioco, non intendo discutere

source: Come one come all! Test your SKILL at archery and win PRIZE MONEY! Hit the bulls eye in ONE shot from THIRTY paces! Easy you say? Not really! BEHOLD the bows that you may use!
it: Venite, venite tutti! Provate la vostra ABILITÀ con l'arco e vincete un PREMIO IN DENARO! Colpite il centro in un tiro per TRENTA pezzi! Facile dici? Non è così! SCEGLIETE l'arco che che volete usare!

source: (Compete?)
it: (Competi?)

source: I want to try.
it: Voglio provare.

source: Now you have to choose what bow you're going to use...
it: Ora devi scegliere quale arco usare...

source: (Leave)
it: (Congedati)

source: Another time perhaps.
it: Forse un'altra volta.

source: (What bow should you choose?)
it: (Quale arco scegli?)

source: (Choose the huge bow)
it: (Segli l'arco gigante)

source: (It takes all your strength to bend this bow. When you loose your arrow it thuds into the target with tremendous force. You did it!)
it: (Ci volle tutta la tua forza per tendere questo arco. Quando lasciasti la freccia colpì il bersaglio con una forza tremenda. Ce l'hai fatta!)

source: Congratulations! Archery isn't JUST about marksmanship! Sometimes you've got to be pretty STRONG to make a bow WORK how you want it to. Here is your PRIZE MONEY!
it: Congratulazioni! Il tiro con l'arco non è SOLO avere una buona precisione! A volte devi essere abbastanza FORTE per far FARE a un arco quello che vuoi. Ecco il tuo PREMIO IN DENARO!

source: (Your efforts to bend the huge bow are completely futile. You failed!)
it: (I tuoi sforzi per tendere l'enorme arco sono completamente inutili. Hai fallito!)

source: And it seems the OGRE'S LONGBOW has triumphed over yet ANOTHER contestant!
it: E sembra che l'ARCO PER OGRI abbia trionfato su un ALTRO partecipante!

source: (Choose the complicated foreign bow)
it: (Sceglio il complicato arco straniero)

source: (You run your slender fingers along the bow, trying to get a feel for it. It is oddly balanced, but you feel confident you can make it work. Your confidence pays off as your arrow thunks into the target. You did it!)
it: (Fai correre le tue dita sottili lungo l'arco, cercando di capire come funziona. È stranamente bilanciato, ma confidi che puoi farcela. La tua fiducia ti ripaga quando la freccia colpisce il bersaglio. Ce l'hai fatta!)
