Repository: wescamp/Ooze_Mini_Campaign-1.6
Catalog: po/*.po
Languages: it

source: Hmmm...I suppose we need all the help we can get...
it: Hmmm...Suppongo che abbiamo bisogno di tutto l'aiuto che possiamo ottenere...

source: Head to th' Mayor's manor just up the street. He's lookin' ta hire healers like yourself.
it: Vai nella residenza del Sindaco dritto la strada. Sta cercando di assumere guaritori come te.

source: Welcome to Fort Pinewood.
it: Benvenuta a Fort Pinewood.

source: (Seduce) Surely strong, handsome men like yourselves could do a woman like me a little favor? I could make it worth your while!
it: (Seduci) Sicuramente dei uomini forti e belli come voi possono fare a una donna come me un piccolo favore? Posso ripagarvi quando volete!

source: (Gulp!) Well I guess we could--
it: (Gulp!) Credo che dovremmo--

source: Could what? You're not actually considering letting that inhuman freak have her way with you, are you? Elves are just one step above monsters! If the Imperial Army wiped their decadent race off the face of the planet, the world would be a better place! I'll say it one last time -- sod off missy! There's nothing for you in Fort Pinewood!
it: Dovremmo cosa? Non stai veramente pensando di farti usare da quell'essere disumano, vero? Gli elfi sono solo un gradino sopra ai mostri! Se l'Esercito Imperiale ripulisse la loro decadente razza dalla faccia del pianeta, il mondo sarebbe in posto migliore! Lo ripeterò per l'ultima volta -- levati di torno signorinella! Non c'è niente per te in Forte Pinewood!

source: (He's really angry; it looks like bribery is the only option you have left)
it: (È veramente arrabiato; sembra che corromperlo sia la sola opzione rimasta)

source: You've finally got my attention, lass! I'll take those coins and...Welcome to Fort Pinewood! May the rest of your day be as nice, ha ha!
it: Finalmente hai ottenuto la mia attenzione, ragazza! Prenderò queste monete e...Benvenuta a Forte Pinewood! Possano i tuo giorni rimanenti essere felici, ha ha!

source: Yer really evil, ya know that?
it: Sei veramente malvagio, lo sai?

source: (Shrugs) I try.
it: (Fa spallucce) Faccio quello che posso.

source: Whenever you see an icon that looks like this, you should move the Master Ooze onto the hex that contains it to trigger an event.
it: Ogni volta che vedi un'icona come questa, muovi il Capo Fanghiglia sull'esagono che la contiene sbloccare un evento.

source: Welcome to Fort Pinewood. North to Tarakin City. South to Shinseki Forest.
it: Benvenuto a Forte Pinewood. A Nord per la Città di Tarakin. A Sud per la Foresta Shinseki

source: (The Mayor appears to be a balding middle-aged man with an exuberant temperament. Based on his clothes and bearing, you guess that he must have been a farmer before taking up the aegis of politics)
it: (Il Sindaco appare come un uomo calvo di mazza età con un comportamento esuberante. Vedendo i suoi vestiti e il suo comportamento, intuisci che deve essere stato un contadino prima di essere un politico)

source: Greetings citizen! Have you come to aid our fair town in our hour of need?
it: I miei saluti cittadina! Sei venuta per aiutare la nostra onesta cittadina nell'ora del bisogno?

source: (How should you respond?)
it: (Come dovresti rispondere?)

source: (Offer to help fight Evil) Yes, my name is Aurelia. I'm an elvish shaman and I'm here to help!
it: (Offri aiuto a combattere il Male) Sì, il mio nome è Aurelia. Sono una sciamana elfica e sono qui per aiutare!

source: (He rubs his hands together with glee) Wonderful! Splendid! Let me explain the situation...
it: (Sfrega le sue mani con goia) Meraviglioso! Splendido! Lasciami spiegare la situazione...

source: (Offer to help for a reward) I'm a mercenary. I can help, but my services will cost you.
it: (Offri aiuto in cambio di una ricompensa) Sono una mercenaria. Posso aiutare, ma i miei servizi ti costeranno.

source: Of course, of course! There's considerable risk involved in what I'm asking. I wouldn't dream of putting you in harm's way without providing proper...compensation.
it: Certamente, certamente! C'è un rischio consederevole in quello che chiedo. Non mi sognerei di farti ferire senza darti una appropriata...ricompensa.

source: Let me give you a quick briefing about what's been going on...
it: Lascia che di istruisca brevemente su quello che stiamo per fare...

source: (Decline to help) I'm just a simple traveler looking for a place to spend the night.
it: (Rifiuta di aiutare) Sono solo una semplice viaggiatrice in cerca di un posto per trascorrere la notte.

source: In that case madam, I highly recommend Brock's Tavern, which is located near the South Gate. The food is delicious, the rooms are cozy, and the prices are quite affordable. Please enjoy your stay in Fort Pinewood!
it: In quel caso signora, raccomando fortemente la Taverna di Brock, situata vicino al Cancello Sud. Il cibo è delizioso, le camere confortevoli, e il prezzo abbastanza abbordabile. Godetevi il vostro soggiorno in Forte Pinewood!

source: (He suddenly looks dejected) Or...at least, enjoy your stay as much as possible under the circumstances. (Sigh) Our town has had its share of troubles recently. Let me explain what's been going on...
it: (All'improvviso divenne avvilito) O...almeno, godetevi il vostro soggiorno il più possibile di quanto possano permettere le circostanza. (Sospira) La nostra città ha la sua parte di guai recentemente. Lasciami spiegare cosa sta succedendo...

source: (Provoke) I'm no hero! I'm the Master Ooze, come to devour you all!
it: (Provoca) Non sono un eroe! Sono il Capo Fanghiglia, venuto a divorarvi tutti!

source: (On second thought, as you look at the Mayor's four well-armored bodyguards, you decide that it might not be in your best interest to provoke a fight here. You need to become more powerful before you make a move to destroy the humans...)
it: (Ripensandoci, come vidi le quattro guardie del corpo ben corazzate del sindaco, decidi che non è nei tuoi migliori interessi ingaggiare un combattimento qui. Devi diventare più potente prima di agire per distruggere gli umani...)

source: It all started when our militia leader led a punitive strike against the local goblin tribe. The strike force encountered an incredibly evil, powerful monster that devoured all in its path!
it: Cominciò tutto quando il nostro capo della milizia condusse un'offensiva punitiva verso la locale tribù di goblin. La forza attaccante incontrò un mostro incredibilmente malvagio e potente che divorò tutto sul suo cammino!

source: The Pinewood Militia suffered a crushing defeat, and our militia leader was killed. I've had all the outlying farmsteads evacuated as we no longer have the manpower to defend them. The Imperial Army is coming to our aid, but it'll be weeks before they arrive in force.
it: La Milizia di Pinewood subì una pesante sconfitta, e il comandante della milizia fu ucciso. Ho dovuto evacuare tutte le fattorie esterne dato che non abbiamo abbastanza uomini per difenderle. L'Esercito Imperiale sta venendoci in aiuto, ma ci vorranno settimane prima che arrivino in forza.

source: In the meantime I've been trying to recruit heroes and mercenaries to bolster the fort's defenses. I'm not just worried about the oozes; there's plenty of opportunistic orc warlords that would love to sack a poorly defended human town. If word of our militia's defeat spreads we may have more to worry about than just mindless oozes!
it: Nel frattemo sto cercando di reclutare eroi e mercenari per supportare le difese del forte. Non sono solo preoccupato per le fanghiglie; ci sono molti capi degli orchi opportunisti che amerebbero saccheggiare una città umana scarsamente difesa. Se la notizia della sconfitta della nostra milizia si diffonde avremmo di preoccuparci di più di solamente stupide fanghiglie!

source: If you're interested in helping with the town's defense, go speak with Frist at the Training Hall. You may also want to speak with some of the other townsfolk. They might, at the very least, be able to provide you with valuable information.
it: Se sei interessata ad aiutare le difese della città, va a parlare con Frist alla Zona Addestramento. Puoi parlare anche con qualche altro cittadino. Possono, come minimo, essere capaci a fornirti informazioni importanti.

source: Oh, would that I might never see another day such as today, alas, alas!
it: Oh, come vorrei non vedere mai un altro giorno come questo, ahimè, ahimè!

source: (What to say?)
it: (Cosa dici?)

source: (Offer to help) Hello sir. Is something wrong?
it: (Offri aiuto) Salve. C'è qualcosa che non va?

source: Oh fair damsel, I don't want to burden you with my problems. (He suddenly reconsiders) On the other hand, perhaps you're just what I need...
it: Oh onesta damigella, non voglio opprimervi con i miei problemi. (Improvvisamente ci ripensa) D'altro canto, forse sei proprio quello di cui avrei bisogno...

source: I'll tell you my tale of woe, and then you can decide whether to help me or not.
it: Ti racconterò della mio storia travagliata, e poi deciderai se mi aiuterai o meno.

source: Last year I was traveling with a trade caravan in the icy steppes of Vedra when we were ambushed by orcs. Except for myself, there was only one other survivor, a beautiful and skilled mage by the name of Corinna.
it: L'anno scorso stavo viaggiando con una carovana mercantile nella steppe ghiacciate di Vedra quando gli orchi ci tesero un'imboscata. Ad eccezione di me, ci fu solo un'altra sopravvisuta, una bellissima e abile maga di nome Corinna.

source: What can I say about Corinna? Her eyes are exquisite emeralds, her face is that of an angel, she is a goddess made flesh! With Corinna's magic and my paladin skills we became the perfect team. Together we defeated orcs, yetis, and other evils too terrible to mention. At night we hugged each other for warmth, warding off the relentless cold. And finally, after months of traveling together, the two of us made it back to civilization.
it: Cosa posso dire di Corinna? I suoi occhi sono smeraldi vivi, il suo viso è quello di un angelo, è una reincarnazione di una dea! Con la magia di Corinna e le mie abilità di cavaliere diventammo la squadra perfetta. Inseme sconfiggemmo gli orchi e altre malvagittà troppo terribili per parlarne. Nella notte ci abbacciavamo per scaldarci, proteggendoci dal rigido freddo. E infine, dopo mesi che viaggiavamo insieme, noi due tornammo alla civiltà.

source: We're the perfect team! The gods intended for us to be together, I'm sure of it!
it: Eravamo la coppia perfetta! Gli dei ci hanno destinato per stare insieme, ne sono sicuro!

source: You do sound like a good match. So what's the problem?
it: Sembrate una bella coppia. Quindi qual'è il problema?

source: Corinna is evil and she hates me.
it: Corinna è malvagia e mi odia.

source: Ouch.
it: Ahia.

source: Tell me about it.
it: Dillo a me.

source: Once we got back to Fort Pinewood she wanted nothing to do with me! She said she only stayed with me to survive, that she never loved me! I feel like I've had my heart ripped out and trampled to a pulp!
it: Una volta tornati a Fort Pinewood lei non ne volle sapere più di me! Disse che stette con me per sopravvivere, che non mi ha mai amato! Mi senti come se il mio cuore si strappasse e fosse calpestato fino a essere ridotto in poltiglia!

source: Now she broods in her manor, studying dark tomes of forbidden magic. The last time I tried to visit her she attacked me, and placed what she called an 'Anti-Annoying Paladin Ward' around her estate. Some invisible force stops me from even passing through the front gate of her manor now!
it: Ora le medita nel suo maniero, studiando libri oscuri di magia proibita. L'ultima volta che ho provato a farle visita lei mi ha attaccato, e ha posto quello che ha chiamato una 'Protezione Anti-Paladini Noiosi' intorno alla sua proprietà. Qualche forza invisibile mi impedisce di passarre attraverso il cancello principale del suo maniero ora!

source: The tenets of my paladin Order clearly state that I must slay Evil wherever I find it, but how can I raise my sword against the woman I love? (Sigh) If only I could convince Corinna to abandon her dark magicks. How can one so beautiful be so ugly inside?
it: Il codice del mio Ordine mi impone chiaramente che devo uccidere il Male ovunque lo trovi, ma come posso alzare la mia spada contro la donna che amo? (Sospira) Se solo potessi convincere Corinna ad abbandonare i suo incantesimi oscuri. Come può essere qualcuno così bello essere così orribile dentro?

source: I guess appearances can be deceiving sometimes... (You wonder what Dryden would think of you if he saw your true form...)
it: Credo che le apparenze possano ingannare qualche volta...(Pensi a cosa Dryden penserebbe di te se ti vedesse nella tua vera forma...)

source: If you're willing to help, please take this love letter I wrote to Corinna at her estate. It's just west of the bridge.
it: Se desideri aiutarmi, per favore prendi questa lettera d'amore che io ho scritto alla sua propietà. È giusto a ovest di questo ponte.

source: (Leave him alone) Sorry to bother you...
it: (Lascialo da solo) Spiacente di averti infastidito...

source: (The man is so self-absorbed in his sorrow that he doesn't even notice your arrival or departure.)
it: (L'uomo è così assorto nel suo dolore che non ha nemmeno notato il tuo arrivo e la tua partenza.)

source: (This pretty young woman scowls at you as you approach.)
it: (Questa bella e giovane donna si acciglia come ti avvicini.)

source: Let me guess. That tin-headed oaf of a paladin is still pining for me outside the gates of my estate, and he sent you to do his dirty work.
it: Lasciami indovinare. Quel sempliciotto testa vuota di un paladino mi sta ancora aspettando fuori i cancelli della mia proprietà e ha mandato te a fare il lavoro sporco.

source: (Be indifferent) That's right. I've got a letter for you.
it: (Sii indifferente) Esatto. ho una lettera per te.

source: Not another one!
it: Non un'altra!

source: (Try to change her mind) But he loves you! He wrote you this love letter!
it: (Prova a farle cambiare idea) Ma lui ti ama! Ti ha scritto questa lettera d'amore!

source: Look, I'll pay you 75 pieces of gold if you can get rid of Sir Dryden for me. Kill him, trick him, marry him, whatever, just make him go away!
it: Guarda, ti pagherò 75 pezzi d'oro se tu terrai lontano Sir Dryden da me. Uccidilo, ingannalo, sposalo, qualsiasi cosa, basta che lo tieni lontano!

source: (How to respond to her offer?)
it: (Come rispondi alla sua offerta?)

source: (Accept the offer) All right, I'll get rid of Sir Dryden for you.
it: (Accetta l'offerta) Molto bene, terrò lontano Sir Dryden da te.

source: Thanks. Come back here when the job is done for your reward.
it: Grazie. Ritorna quando il lavoro starà stato fatto e avrai la tua ricompensa.

source: (Reject the offer) No! Sir Dryden was right about you, you're evil!
it: (Rifiuta l'offerta) No! Sir Dryden aveva ragione su di te, sei malvagia!

source: (Menacingly) You've worn out your welcome here. Leave. Now.
it: (Minacciosamente) Non sei più la benvenuta qui. Vattene. Ora.

source: (Eagerly) Were you able to get my letter to Corinna?
it: (Emozionatamente) Sei riuscita a dare la mia lettera a Corinna?

source: (Grimly) Then things are even worse than I feared. It is only a matter of time before Corinna's experiments in black magic come to the attention of the authorities. When that happens, my duty as a paladin will be clear: I will have to slay her. There is one...last chance...one last thing to try...to save Corinna from herself...if you would be willing to help.
it: (Tristemente) Allora le cose sono peggiori di quello che temevo. È solo questione di tempo prima che gli esperimenti di Corinna nella magia nera verranno a conoscenza delle autorità. Quando ciò avverrà, il mio dovere di paladino sarà chiaro: dovrò ucciderla. C'è solo...un'ultima speranza...un'ultima cosa da provare...per salvare Corinna da se stessa...se tu vorrai aiutarmi.

source: (Lie) Corinna said that to win her heart you must travel to the faraway land of Tyrakia and pick a crystal rose for her.
it: (Menti) Corinna dice che per conquistare il suo cuore devi viaggiare fino alla remota terra di Tyrakia e prendere una rosa di cristallo per lei.

source: A quest! A heroic quest to win the fair maiden's heart, just as in the stories of old! Oh Corinna, I will prove my worth to you in whatever way you desire! To Tyrakia!
it: Un'impresa! Una eroica impresa per vincere il cuore della bella fanciulla, come nelle vecchie storie! Oh Corinna, proverò che sono degno di te in qualsiasi modo desideri! Verso Tyrakia!

source: And thank you, elf damsel, for helping me woo Corinna! Please take this gold as a reward!
it: E grazie, damigella elfa, per aiutarmi a conquistare Corinna! Prego prendete questo oro come ricompensa!

source: You gained twenty gold pieces!
it: Hai guadagnato venti pezzi d'oro!

source: (Buy the ring) I'll pay for it.
it: (Compra l'anello) Lo paghero io.

source: You lost 50 gold pieces!
it: Hai perso 50 pezzi d'oro!

source: Milady, you are a saint! (He rushes off to get the ring and returns in a few minutes.)
it: Signora, lei è una santa! (Si affretta ad andare a prendere l'anello e ritorna in qualche minuto.)

source: Now you must convince Corinna to put on the ring. I'll leave the details up to you.
it: Ora devi convincere Corinna a mettere l'anello. Lascio i dettagli a te.

source: You got the Ring of Opposite Alignment!
it: Hai ottenuto l'Anello dell'Alineamento Opposto!

source: Of course, milady. I know it was a lot to ask. Thank you for all your help. I must now contemplate my next course of action.
it: Certamente, milady. So che è molto da chiedere. Grazie per tutto l'aiuto che mi hai dato. Ora devo pensare alle mie prossime mosse.

source: I'm sorry, I don't have that much money either.
it: Spiacente, non ho abbastanza soldi.

source: Your paladin problem has been taken care of. (You relate the details of what happened.)
it: Il tuo problema con il paladino è stato risolto. (Riferisci i dettagli di ciò che è successo.)

source: Ha ha! What a clever way to get rid of that pompous fool! Here's your 75 gold, plus a little extra for your creativity!
it: Ha ha! Che modo intelligente di allontanare quello sciocco pomposo! Eccoti i tuoi 75 pezzi d'oro, più in piccolo extra per la tua creatività!

source: You gained 90 gold pieces!
it: Hai guadagnato 90 pezzi d'oro!

source: I've got another gift for you from your admirer.
it: Ho un altro regalo per te dal tuo ammiratore.

source: How dare you waste my time with this!
it: Come osi farmi perdere tempo!

source: (Lie) But you'll like this gift. It's a Ring of Magic Power!
it: (Menti) Ma ti piacerà questo regalo. È un Anello del Potere Magico!

source: Well, maybe Dryden isn't as useless as he appeared. (She takes the ring and puts it on).
it: Bè, forse Dryden non è inutile come sembra. (Prende l'anello e lo indossa).

source: (She gets angry) Wait a minute! This isn't a Ring of Magic Power! (She tries to take it off but can't) It's cursed! Why that lousy, conniving paladin! I'll melt the flesh off his bones! I'll...eh...(She swoons) Actually, my head hurts. I...I need to rest. Yes, rest, and think some things over.
it: (Si arrabbia) Apetta un secondo! Questo non è un Anello del Potere Magico! (Cerca di sfilarselo ma senza riuscirci) È maledetto! Quel vile e ingannatore di un paladino! Gli scioglierò la carne dalle ossa! Io...eh...(Venne meno) Veramente, mi fa male la testa. Io...Io ho bisogno di riposare, e pensare a qualcosa di altro.

source: (Tell the truth) Dryden is giving you a chance to turn your life around with this Ring of Opposite Alignment.
it: (Di la verità) Dryden ti da una possibilità di cambiare vita con questo Anello dell'Alineamento Opposto.

source: So he's trying to befuddle me with a cursed ring, eh? I'll take the ring, as I might find some uses for it. Uses which will not, of course, include wearing it. Here's some money for your trouble, and give my regards to that idiot paladin! (She laughs cruelly.)
it: Così vuole condondermi con questo anello maledetto, eh? Prendero l'anello, posso troverne qualche uso. Uso che non sarà, certamente, quello di indossarlo. Ecco un po' di soldi per i tuoi problemi, e dai i miei ringraziamenti a quel paladino idiota! (Ride crudelmente.)

source: You gained 100 gold pieces!
it: Hai guadagnato 100 pezzi d'oro!

source: I gave her the ring and she put it on. I...guess it worked. At least, I'm assuming it did based on the fact she hasn't melted the flesh off your bones yet.
it: Gli ho dato ll'anello e lo ha indossato. Io...penso che ha funzionato. Almeno, lo presumo basandomi sul fatto che non ha ancora sciolto la tua carne dalle tue ossa.

source: Well, I guess that's good news. I must admit I was hoping for a more instantaneous transition to Good, but perhaps the ring takes time to work.
it: Bè, credo che sia una buona notizia. Devo ammettere che speravo in più di una momentanea transizione al Bene, ma forse l'anello ha bisogno di tempo per funzionare.

source: Or maybe she's just really, really evil.
it: O forse lei è solo molto, molto malvagia.

source: Maybe. I'll have to wait and see. As for you milady, you have done more for me than I ever could have hoped for. If you ever need a paladin by your side, I will be there.
it: Forse. Ora devo aspettare e vedere. Per quanto ti riguarda signora, hai fatto per me di più di quanto potessi sperare. Se avrai bisogno di un paladino dalla tua parte, io ci sarò.

source: Thank you.
it: Grazie.

source: I gave her the ring but she didn't put it on and I don't think she's going to.
it: Gli ho dato l'anello ma lei non lo ha indossato e non penso lo farà.

source: Nooo! All that effort, for nothing! I...I can't live like this...this unrequited love is consuming me from within! I must...flee Fort Pinewood before I go mad with grief.
it: Nooo! Tutti quelli sforzi, per niente. Io..Io non posso vivere così... Questo amore non corrisposto mi sta consumando dentro! Devo...lasciare Fort Pinewood prima di diventare pazzo di dolore.

source: Welcome to th' Training Hall. If yer lookin' ta sharpen yer combat skills before taking on th' ooze hordes, yer in the right place!
it: Benvenuta alla Zona Addestramento. Se vuoi affinare le tue abilità in combattimento prima di affrondare le orde di fanghiglie, questo è il posto giusto!

source: Thirty gold will get ya four magical quintains ta hone yer skills on. They shouldn't be too difficult ta defeat, but if ye should happen ta get injured, High Priest Jal on the east side of town can fix ya up in a jiffy!
it: Per trenta pezzi d'oro rilascierò quattro quintane magiche per affinare le tue abilità. Non saranno molto difficili da sconfiggere, ma se rimarrai ferita, il Sommo Sacedote Jal nella parte est della città può guarirti in un momento!

source: So what do ye say lass? Ready ta train?
it: Allora cosa ne dici ragazza? Pronta per l'allenamento?

source: (Pay 30 gold) I'm ready to train!
it: (Paga 30 pezzi d'oro) Sono pronta ad allentarmi!

source: It looks like ye don't have that much. Come back when ye have more gold.
it: Sembra che non ne hai abbastanza. Ritorna quando avrai più oro.

source: You lost 30 gold pieces!
it: Hai perso 30 pezzi d'oro!

source: Release the quintains!
it: Rilasciate le quintane!

source: (Beg) I'm poor and I don't have 30 gold! But I'm training to help save Fort Pinewood!
it: (Supplica) Sono povera e non ho 30 pezzi d'oro! Ma mi sto allenando per salvare Fort Pinewood!
